{
    "COMMON": { "CONFORMANCE_LEVEL": "Niveau" },
    "PRINCIPLE": {
        "1": {
            "TITLE": "Perceptible",
            "DESCRIPTION": "L’information et les composants de l’interface utilisateur doivent être présentés à l’utilisateur de façon à ce qu’il puisse les percevoir."
        },
        "2": {
            "TITLE": "Utilisable",
            "DESCRIPTION": "Les composants de l’interface utilisateur et de navigation doivent être utilisables."
        },
        "3": {
            "TITLE": "Compréhensible",
            "DESCRIPTION": "Les informations et l’utilisation de l’interface utilisateur doivent être compréhensibles."
        },
        "4": {
            "TITLE": "Robuste",
            "DESCRIPTION": "Le contenu doit être suffisamment robuste pour être interprété de manière fiable par une large variété d’agents utilisateurs, y compris les technologies d’assistance."
        }
    },
    "GUIDELINE": {
        "1.1": {
            "TITLE": "Équivalents textuels",
            "DESCRIPTION": "Proposer des équivalents textuels à tout contenu non textuel qui pourra alors être présenté sous d’autres formes selon les besoins de l’utilisateur : grands caractères, braille, synthèse vocale, symboles ou langage simplifié."
        },
        "1.2": {
            "TITLE": "Média temporel",
            "DESCRIPTION": "Proposer des versions de remplacement aux médias temporels."
        },
        "1.3": {
            "TITLE": "Adaptable",
            "DESCRIPTION": "Créer un contenu qui puisse être présenté de différentes manières sans perte d’information ni de structure (par exemple avec une mise en page simplifiée)."
        },
        "1.4": {
            "TITLE": "Distinguable",
            "DESCRIPTION": "Faciliter la perception visuelle et auditive du contenu par l’utilisateur, notamment en séparant le premier plan de l’arrière-plan."
        },
        "2.1": {
            "TITLE": "Accessibilité au clavier",
            "DESCRIPTION": "Rendre toutes les fonctionnalités accessibles au clavier."
        },
        "2.2": {
            "TITLE": "Délai suffisant",
            "DESCRIPTION": "Laisser à l’utilisateur suffisamment de temps pour lire et utiliser le contenu."
        },
        "2.3": {
            "TITLE": "Crises et réactions physiques",
            "DESCRIPTION": "Ne pas concevoir de contenu susceptible de provoquer des crises ou des réactions physiques."
        },
        "2.4": {
            "TITLE": "Navigable",
            "DESCRIPTION": "Fournir à l’utilisateur des éléments d’orientation pour naviguer, trouver le contenu et se situer dans le site."
        },
        "2.5": {
            "TITLE": "Modalités d’entrée",
            "DESCRIPTION": "Faciliter l’utilisation des fonctionnalités par les utilisateurs au moyen de divers dispositifs d’entrée en plus du clavier."
        },
        "3.1": {
            "TITLE": "Lisible",
            "DESCRIPTION": "Rendre le contenu textuel lisible et compréhensible."
        },
        "3.2": {
            "TITLE": "Prévisible",
            "DESCRIPTION": "Faire en sorte que les pages apparaissent et fonctionnent de manière prévisible."
        },
        "3.3": {
            "TITLE": "Assistance à la saisie",
            "DESCRIPTION": "Aider l’utilisateur à éviter et à corriger les erreurs de saisie."
        },
        "4.1": {
            "TITLE": "Compatible",
            "DESCRIPTION": "Optimiser la compatibilité avec les agents utilisateurs actuels et futurs, y compris les technologies d’assistance."
        }
    },
    "SUCCESS_CRITERION": {
        "1.1.1": {
            "TITLE": "Contenu non textuel",
            "DESCRIPTION": "Tout contenu non textuel présenté à l’utilisateur a un équivalent textuel qui remplit une fonction équivalente sauf dans les situations énumérées ci-dessous.",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Si le contenu non textuel est un composant d’interface ou s’il permet la saisie d’informations par l’utilisateur, alors il a un nom qui décrit sa fonction. (Se référer au Critère de succès 4.1.2 pour des exigences supplémentaires à propos des composants d’interfaces utilisateur ou des contenus qui permettent la saisie d’informations par l’utilisateur.)",
                    "TITLE": "Composant d’interface ou de saisie"
                },
                "2": {
                    "DESCRIPTION": "Si le contenu non textuel est un média temporel, alors l’équivalent textuel fournit au moins une identification descriptive du contenu non textuel. (Se référer à la Règle 1.2 pour des exigences supplémentaires concernant les médias temporels.)",
                    "TITLE": "Média temporel"
                },
                "3": {
                    "DESCRIPTION": "Si le contenu non textuel est un test ou un exercice qui serait invalide s’il était présenté en texte, alors l’équivalent textuel fournit au moins une identification descriptive du contenu non textuel.",
                    "TITLE": "Test"
                },
                "4": {
                    "DESCRIPTION": "Si le contenu non textuel vise d’abord à créer une expérience sensorielle spécifique, l’équivalent textuel fournit au moins une identification descriptive de ce contenu non textuel.",
                    "TITLE": "Contenu sensoriel"
                },
                "5": {
                    "DESCRIPTION": "Si ce contenu non textuel vise à confirmer que le contenu est consulté par une personne plutôt que par un ordinateur, alors un équivalent textuel est fourni pour identifier et décrire la fonction du contenu non textuel, et des formes alternatives du CAPTCHA sont proposées pour différents types de perception sensorielle afin d’accommoder différents types de limitations fonctionnelles.",
                    "TITLE": "CAPTCHA"
                },
                "6": {
                    "DESCRIPTION": "Si le contenu non textuel est purement décoratif, s’il est utilisé seulement pour un formatage visuel ou s’il n’est pas présenté à l’utilisateur, alors il est mis en œuvre de manière à être ignoré par les technologies d’assistance.",
                    "TITLE": "Décoration, formatage, invisibilité"
                }
            }
        },
        "1.2.1": {
            "TITLE": "Contenus seulement audio et seulement vidéo (pré-enregistrés)",
            "DESCRIPTION": "Pour des médias pré-enregistrés seulement audio et pré-enregistrés seulement vidéo, sauf si l’audio ou la vidéo sont un média de remplacement pour un texte et qu’ils sont clairement identifiés comme tels, les points suivants sont vrais :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Fournir une version de remplacement pour un média temporel, présentant une information équivalente au contenu seulement audio.",
                    "TITLE": "Contenu pré-enregistré seulement audio"
                },
                "2": {
                    "DESCRIPTION": "Fournir soit une version de remplacement pour un média temporel, soit une piste audio (présentant une information équivalente) pour un contenu pré-enregistré seulement vidéo.",
                    "TITLE": "Contenu pré-enregistré seulement vidéo"
                }
            }
        },
        "1.2.2": {
            "TITLE": "Sous-titres (pré-enregistrés)",
            "DESCRIPTION": "Fournir des sous-titres pour tout contenu audio pré-enregistré dans un média synchronisé, excepté lorsque le média est un média de remplacement pour un texte et qu’il est clairement identifié comme tel.",
            "DETAILS": {}
        },
        "1.2.3": {
            "TITLE": "Audio-description ou version de remplacement pour un média temporel (pré-enregistré)",
            "DESCRIPTION": "Fournir une version de remplacement pour un média temporel ou une audio-description du contenu vidéo pré-enregistré pour un média synchronisé, excepté quand le média est un média de remplacement pour un texte et qu’il est clairement identifié comme tel.",
            "DETAILS": {}
        },
        "1.2.4": {
            "TITLE": "Sous-titres (en direct)",
            "DESCRIPTION": "Fournir des sous-titres pour tout contenu audio en direct, sous forme de média synchronisé.",
            "DETAILS": {}
        },
        "1.2.5": {
            "TITLE": "Audio-description (pré-enregistrée)",
            "DESCRIPTION": "Fournir une audio-description pour tout contenu vidéo pré-enregistré, sous forme de média synchronisé.",
            "DETAILS": {}
        },
        "1.2.6": {
            "TITLE": "Langue des signes (pré-enregistrée)",
            "DESCRIPTION": "Fournir une interprétation en langue des signes pour tout contenu audio pré-enregistré, sous forme de média synchronisé.",
            "DETAILS": {}
        },
        "1.2.7": {
            "TITLE": "Audio-description étendue (pré-enregistrée)",
            "DESCRIPTION": "Lorsque les blancs présents dans le fond sonore ne sont pas suffisants pour permettre à l’audio-description de transmettre le sens de la vidéo, fournir une audio-description étendue pour tout contenu vidéo pré-enregistré sous la forme de média synchronisé.",
            "DETAILS": {}
        },
        "1.2.8": {
            "TITLE": "Version de remplacement pour un média temporel (pré-enregistrée)",
            "DESCRIPTION": "Fournir une version de remplacement pour un média temporel, pour tout contenu de type média synchronisé pré-enregistré et pour tout média pré-enregistré seulement vidéo.",
            "DETAILS": {}
        },
        "1.2.9": {
            "TITLE": "Seulement audio (en direct)",
            "DESCRIPTION": "Fournir une version de remplacement pour un média temporel, donnant une information équivalente pour un contenu seulement audio en direct.",
            "DETAILS": {}
        },
        "1.3.1": {
            "TITLE": "Information et relations",
            "DESCRIPTION": "L’information, la structure et les relations véhiculées par la présentation peuvent être déterminées par un programme informatique ou sont disponibles sous forme de texte.",
            "DETAILS": {}
        },
        "1.3.2": {
            "TITLE": "Ordre séquentiel logique",
            "DESCRIPTION": "Lorsque l’ordre de présentation du contenu affecte sa signification, un ordre de lecture correct peut être déterminé par un programme informatique.",
            "DETAILS": {}
        },
        "1.3.3": {
            "TITLE": "Caractéristiques sensorielles",
            "DESCRIPTION": "Les instructions données pour la compréhension et l’utilisation du contenu ne doivent pas reposer uniquement sur les caractéristiques sensorielles des éléments comme la forme, la couleur, la taille, l’emplacement visuel, l’orientation ou le son.",
            "DETAILS": {}
        },
        "1.3.4": {
            "TITLE": "Orientation",
            "DESCRIPTION": "La consultation et le fonctionnement du contenu ne sont pas limités à une seule orientation de l’affichage, comme le portrait ou le paysage, à moins qu’une orientation spécifique de l’affichage ne soit essentielle.",
            "DETAILS": {}
        },
        "1.3.5": {
            "TITLE": "Identifier la finalité de la saisie",
            "DESCRIPTION": "La finalité de chaque champ de saisie recueillant des informations sur l’utilisateur peut être déterminée par un programme informatique lorsque :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Le champ de saisie répond à une finalité identifiée dans la section Finalités de saisie des composants d’interface utilisateur ; et"
                },
                "2": {
                    "DESCRIPTION": "Le contenu est mis en œuvre via des technologies permettant d’identifier la finalité de la saisie attendue pour le champ."
                }
            }
        },
        "1.3.6": {
            "TITLE": "Identifier la fonction",
            "DESCRIPTION": "Dans un contenu mis en œuvre via un langage de balisage, la fonction des composants d’interface utilisateur, des icônes et des régions peut être déterminée par un programme informatique.",
            "DETAILS": {}
        },
        "1.4.1": {
            "TITLE": "Utilisation de la couleur",
            "DESCRIPTION": "La couleur n’est pas utilisée comme la seule façon de véhiculer de l’information, d’indiquer une action, de solliciter une réponse ou de distinguer un élément visuel.",
            "DETAILS": {}
        },
        "1.4.2": {
            "TITLE": "Contrôle du son",
            "DESCRIPTION": "Si du son sur une page Web est audible automatiquement pendant plus de 3 secondes, un mécanisme est disponible pour le mettre en pause, l’arrêter ou pour en contrôler le volume de façon indépendante du niveau de volume du système général.",
            "DETAILS": {}
        },
        "1.4.3": {
            "TITLE": "Contraste (minimum)",
            "DESCRIPTION": "La présentation visuelle du texte et du texte sous forme d’image a un rapport de contraste d’au moins 4,5:1, sauf dans les cas suivants :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Le texte agrandi et le texte agrandi sous forme d’image ont un rapport de contraste d’au moins 3:1 ;",
                    "TITLE": "Texte agrandi"
                },
                "2": {
                    "DESCRIPTION": "Aucune exigence de contraste pour le texte ou le texte sous forme d’image qui fait partie d’un composant d’interface utilisateur inactif, qui est purement décoratif, qui est invisible pour tous ou qui est une partie d’une image contenant un autre contenu significatif.",
                    "TITLE": "Texte décoratif"
                },
                "3": {
                    "DESCRIPTION": "Aucune exigence de contraste pour le texte faisant partie d’un logo ou d’un nom de marque.",
                    "TITLE": "Logotypes"
                }
            }
        },
        "1.4.4": {
            "TITLE": "Redimensionnement du texte",
            "DESCRIPTION": "À l’exception des sous-titres et du texte sous forme d’image, le texte peut être redimensionné jusqu’à 200 pour cent sans l’aide d’une technologie d’assistance et sans perte de contenu ou de fonctionnalité.",
            "DETAILS": {}
        },
        "1.4.5": {
            "TITLE": "Texte sous forme d’image",
            "DESCRIPTION": "Si les technologies utilisées peuvent réaliser la présentation visuelle, du texte est utilisé pour véhiculer l’information plutôt que du texte sous forme d’image sauf dans les cas suivants :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Le texte sous forme d’image peut être personnalisé visuellement selon les exigences de l’utilisateur ;",
                    "TITLE": "Personnalisable"
                },
                "2": {
                    "DESCRIPTION": "Une présentation spécifique du texte est essentielle à l’information véhiculée.",
                    "TITLE": "Essentielle"
                }
            }
        },
        "1.4.6": {
            "TITLE": "Contraste (amélioré)",
            "DESCRIPTION": "La présentation visuelle du texte et du texte sous forme d’image a un rapport de contraste d’au moins 7:1, sauf dans les cas suivants :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "le texte agrandi et le texte agrandi sous forme d’image ont un rapport de contraste d’au moins 4,5:1 ;",
                    "TITLE": "Texte agrandi"
                },
                "2": {
                    "DESCRIPTION": "Aucune exigence de contraste pour le texte ou le texte sous forme d’image qui fait partie d’un composant d’interface utilisateur inactif, qui est purement décoratif, qui est invisible pour tous ou qui est une partie d’une image contenant un autre contenu significatif.",
                    "TITLE": "Texte décoratif"
                },
                "3": {
                    "DESCRIPTION": "Aucune exigence de contraste pour le texte faisant partie d’un logo ou d’un nom de marque.",
                    "TITLE": "Logotypes"
                }
            }
        },
        "1.4.7": {
            "TITLE": "Arrière-plan sonore de faible volume ou absent",
            "DESCRIPTION": "Pour un contenu seulement audio pré-enregistré qui (1) contient principalement de la parole au premier plan, (2) n’est pas un CAPTCHA ou un logo sonore et (3) qui n’est pas une vocalisation dont l’intention est principalement d’être musicale comme une chanson ou un rap, au moins l’une des conditions suivantes est vraie :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Le contenu audio ne contient pas d’arrière-plan sonore.",
                    "TITLE": "Sans arrière-plan"
                },
                "2": {
                    "DESCRIPTION": "L’arrière-plan sonore peut être désactivé.",
                    "TITLE": "Désactivation"
                },
                "3": {
                    "DESCRIPTION": "L’arrière-plan sonore est au moins 20 décibels plus faible que le contenu parlé au premier plan sauf pour certains effets sonores occasionnels durant seulement une ou deux secondes.",
                    "TITLE": "20 dB"
                }
            }
        },
        "1.4.8": {
            "TITLE": "Présentation visuelle",
            "DESCRIPTION": "Pour la présentation visuelle des blocs de texte, un mécanisme est disponible permettant de réaliser ce qui suit :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Les couleurs de premier plan et d’arrière-plan peuvent être choisies par l’utilisateur."
                },
                "2": {
                    "DESCRIPTION": "La largeur n’excède pas 80 caractères ou glyphes (40 si CJK)."
                },
                "3": {
                    "DESCRIPTION": "Le texte n’est pas justifié (aligné simultanément à droite et à gauche)."
                },
                "4": {
                    "DESCRIPTION": "L’espacement entre les lignes (interlignage) est d’une valeur d’au moins 1,5 dans les paragraphes et l’espacement entre les paragraphes est au moins 1,5 fois plus grand que la valeur de l’interligne."
                },
                "5": {
                    "DESCRIPTION": "La taille du texte peut être redimensionnée jusqu’à 200 pour cent sans l’aide d’une technologie d’assistance et sans que l’utilisateur soit obligé de faire défiler le texte horizontalement pour lire une ligne complète dans une fenêtre plein écran."
                }
            }
        },
        "1.4.9": {
            "TITLE": "Texte sous forme d’image (sans exception)",
            "DESCRIPTION": "Le texte sous forme d’image est utilisé seulement pour du texte purement décoratif ou lorsqu’une présentation spécifique du texte est essentielle à l’information véhiculée.",
            "DETAILS": {}
        },
        "1.4.10": {
            "TITLE": "Redistribution",
            "DESCRIPTION": "Le contenu peut être présenté sans perte d’information ou de fonctionnalité et sans nécessité de défilement dans les deux dimensions pour :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Un contenu à défilement vertical avec une largeur équivalente à 320 pixels CSS ;"
                },
                "2": {
                    "DESCRIPTION": "Un contenu à défilement horizontal avec une hauteur équivalente à 256 pixels CSS."
                }
            }
        },
        "1.4.11": {
            "TITLE": "Contraste du contenu non textuel",
            "DESCRIPTION": "La présentation visuelle des éléments suivants a un rapport de contraste d’au moins 3:1 avec la ou les couleurs adjacentes :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Informations visuelles nécessaires à l’identification des composants et des états de l’interface utilisateur, à l’exception des composants inactifs ou lorsque l’apparence du composant est déterminée par l’agent utilisateur et non modifiée par l’auteur.",
                    "TITLE": "Composants d’interface utilisateur"
                },
                "2": {
                    "DESCRIPTION": "Parties d’éléments graphiques nécessaires à la compréhension du contenu, sauf si une présentation spécifique de ces éléments est essentielle à l’information transmise.",
                    "TITLE": "Objets graphiques"
                }
            }
        },
        "1.4.12": {
            "TITLE": "Espacement du texte",
            "DESCRIPTION": "Dans un contenu mis en œuvre via un langage de balisage qui prend en charge les propriétés de style de texte suivantes, il n’y a aucune perte de contenu ou de fonctionnalité lorsqu’on applique toutes les valeurs ci-dessous sans modifier aucune autre propriété de style :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "La hauteur de ligne (interlignage) définie a au moins 1,5 fois la taille de la police;"
                },
                "2": {
                    "DESCRIPTION": "L’espacement entre les paragraphes consécutifs défini a au moins 2 fois la taille de la police;"
                },
                "3": {
                    "DESCRIPTION": "L’espacement des lettres (interlettrage) défini a au moins 0,12 fois la taille de la police;"
                },
                "4": {
                    "DESCRIPTION": "L’espacement entre les mots défini a au moins 0,16 fois la taille de la police."
                }
            }
        },
        "1.4.13": {
            "TITLE": "Contenu au survol ou au focus ",
            "DESCRIPTION": "Lorsque la réception puis le retrait du survol du pointeur ou du focus du clavier déclenche l’affichage puis le masquage d’un contenu additionnel, les éléments suivants sont vrais :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Il existe un mécanisme permettant de masquer le contenu additionnel sans déplacer le pointeur ou le focus du clavier, à moins que le contenu additionnel ne communique une erreur de saisie ou ne masque ou ne remplace un autre contenu.",
                    "TITLE": "Masquer"
                },
                "2": {
                    "DESCRIPTION": "Si le survol du pointeur peut déclencher le contenu additionnel, alors le pointeur peut être déplacé sur le contenu additionnel sans que celui-ci disparaisse.",
                    "TITLE": "Survoler"
                },
                "3": {
                    "DESCRIPTION": "Le contenu additionnel reste visible jusqu’à ce que le survol ou le focus soit retiré, que l’utilisateur le masque ou que ses informations ne soient plus valables.",
                    "TITLE": "Persister"
                }
            }
        },
        "2.1.1": {
            "TITLE": "Clavier",
            "DESCRIPTION": "Toutes les fonctionnalités du contenu sont utilisables à l’aide d’une interface clavier sans exiger un rythme de frappe propre à l’utilisateur, sauf lorsque la fonction sous-jacente nécessite une saisie qui dépend du tracé du mouvement effectué par l’utilisateur et pas seulement des points de départ et d’arrivée de ce tracé.",
            "DETAILS": {}
        },
        "2.1.2": {
            "TITLE": "Pas de piège au clavier",
            "DESCRIPTION": "Si le focus du clavier peut être positionné sur un élément de la page à l’aide d’une interface clavier, réciproquement, il peut être déplacé hors de ce même composant simplement à l’aide d’une interface clavier et, si ce déplacement exige plus que l’utilisation d’une simple touche flèche ou tabulation ou toute autre méthode standard de sortie, l’utilisateur est informé de la méthode permettant de déplacer le focus hors de ce composant.",
            "DETAILS": {}
        },
        "2.1.3": {
            "TITLE": "Clavier (pas d’exception)",
            "DESCRIPTION": "Toutes les fonctionnalités du contenu sont utilisables à l’aide d’une interface clavier sans exiger un rythme de frappe propre à l’utilisateur.",
            "DETAILS": {}
        },
        "2.1.4": {
            "TITLE": "Raccourcis clavier utilisant des caractères",
            "DESCRIPTION": "Si un raccourci clavier est mis en œuvre dans du contenu en utilisant uniquement des caractères de type lettres (y compris les majuscules et les minuscules), des signes de ponctuation, des chiffres ou des symboles, alors au moins l’une des conditions suivantes est vraie :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Un mécanisme est disponible pour désactiver le raccourci ;",
                    "TITLE": "Désactiver"
                },
                "2": {
                    "DESCRIPTION": "Un mécanisme est disponible pour réassigner le raccourci afin d’utiliser un ou plusieurs caractères non imprimables du clavier (par exemple, Ctrl, Alt, etc.) ;",
                    "TITLE": "Réassigner"
                },
                "3": {
                    "DESCRIPTION": "Le raccourci clavier pour un composant d’interface utilisateur n’est actif que lorsque ce composant a le focus.",
                    "TITLE": "Actif uniquement au focus"
                }
            }
        },
        "2.2.1": {
            "TITLE": "Réglage du délai",
            "DESCRIPTION": "Pour chaque limite de temps fixée par le contenu, au moins l’un des points suivants est vrai :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "L’utilisateur a la possibilité de supprimer la limite de temps avant de la rencontrer ; ou ",
                    "TITLE": "Suppression"
                },
                "2": {
                    "DESCRIPTION": "L’utilisateur a la possibilité d’ajuster la limite de temps avant de la rencontrer dans un intervalle d’au moins dix fois la durée paramétrée par défaut ; ou ",
                    "TITLE": "Ajustement"
                },
                "3": {
                    "DESCRIPTION": "L’utilisateur est averti avant que la limite de temps n’expire et il lui est accordé au moins 20 secondes pour étendre cette limite par une action simple (par exemple, « appuyer sur la barre d’espace ») et l’utilisateur a la possibilité d’étendre la limite de temps au moins dix fois ; ou ",
                    "TITLE": "Extension"
                },
                "4": {
                    "DESCRIPTION": "La limite de temps est une partie constitutive d’un événement en temps réel (par exemple, une enchère) et aucune alternative n’est possible ; ou ",
                    "TITLE": "L’exception du temps réel"
                },
                "5": {
                    "DESCRIPTION": "La limite de temps est essentielle et l’étendre invaliderait alors l’activité ; ou",
                    "TITLE": "L’exception de la limite essentielle"
                },
                "6": {
                    "DESCRIPTION": "La limite de temps est supérieure à 20 heures.",
                    "TITLE": "L’exception des 20 heures"
                }
            }
        },
        "2.2.2": {
            "TITLE": "Mettre en pause, arrêter, masquer",
            "DESCRIPTION": "Pour toute information en mouvement, clignotante, défilante ou mise à jour automatiquement, tous les points suivants sont vrais :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Pour toute information en mouvement, clignotante ou défilante qui (1) démarre automatiquement, (2) dure plus de cinq secondes et (3) est présentée conjointement avec un autre contenu, il y a un mécanisme à la disposition de l’utilisateur pour la mettre en pause, l’arrêter ou la masquer, à moins que le mouvement, le clignotement ou le défilement s’avère un élément essentiel au bon déroulement de l’activité ; et ",
                    "TITLE": "Déplacement, clignotement, défilement"
                },
                "2": {
                    "DESCRIPTION": "Pour toute information mise à jour automatiquement qui (1) démarre automatiquement (2) et est présentée conjointement avec un autre contenu, il y a un mécanisme à la disposition de l’utilisateur pour la mettre en pause, l’arrêter ou pour en contrôler la fréquence des mises à jour à moins que la mise à jour automatique s’avère essentielle au bon déroulement de l’activité.",
                    "TITLE": "Mise à jour automatique"
                }
            }
        },
        "2.2.3": {
            "TITLE": "Pas de délai d’exécution",
            "DESCRIPTION": "Le temps n’est pas un facteur essentiel dans le déroulement de l’événement ou de l’activité, à l’exception des médias synchronisés non interactifs et des événements en temps réel.",
            "DETAILS": {}
        },
        "2.2.4": {
            "TITLE": "Interruptions",
            "DESCRIPTION": "Les interruptions peuvent être reportées ou supprimées par l’utilisateur, à l’exception des interruptions impliquant une urgence.",
            "DETAILS": {}
        },
        "2.2.5": {
            "TITLE": "Nouvelle authentification",
            "DESCRIPTION": "Quand une session authentifiée expire, l’utilisateur peut poursuivre son activité sans perte de données, après une nouvelle authentification.",
            "DETAILS": {}
        },
        "2.2.6": {
            "TITLE": "Délais d’expiration",
            "DESCRIPTION": "Les utilisateurs sont avertis de la durée de leur inactivité qui pourrait entraîner une perte de données, à moins que les données ne soient conservées pendant plus de 20 heures lorsque l’utilisateur n’effectue aucune action.",
            "DETAILS": {}
        },
        "2.3.1": {
            "TITLE": "Pas plus de trois flashs ou sous le seuil critique",
            "DESCRIPTION": "Une page Web doit être exempte de tout élément qui flashe plus de trois fois dans n’importe quel intervalle d’une seconde ou ce flash doit se situer sous le seuil de flash générique et le seuil de flash rouge.",
            "DETAILS": {}
        },
        "2.3.2": {
            "TITLE": "Trois flashs",
            "DESCRIPTION": "Une page Web doit être exempte de tout élément qui flashe plus de trois fois dans n’importe quel intervalle d’une seconde.",
            "DETAILS": {}
        },
        "2.3.3": {
            "TITLE": "Animation résultant d’interactions",
            "DESCRIPTION": "L’animation basée sur le mouvement, déclenchée par une interaction, peut être désactivée sauf si l’animation est essentielle à la fonctionnalité ou à l’information transmise.",
            "DETAILS": {}
        },
        "2.4.1": {
            "TITLE": "Contourner des blocs",
            "DESCRIPTION": "Un mécanisme permet de contourner les blocs de contenu qui sont répétés sur plusieurs pages Web.",
            "DETAILS": {}
        },
        "2.4.2": {
            "TITLE": "Titre de page",
            "DESCRIPTION": "Les pages Web présentent un titre qui décrit leur sujet ou leur but.",
            "DETAILS": {}
        },
        "2.4.3": {
            "TITLE": "Parcours du focus",
            "DESCRIPTION": "Si une page Web peut être parcourue de façon séquentielle et que les séquences de navigation affectent la signification ou l’action, les éléments reçoivent le focus dans un ordre qui préserve la signification et l’opérabilité.",
            "DETAILS": {}
        },
        "2.4.4": {
            "TITLE": "Fonction du lien (selon le contexte)",
            "DESCRIPTION": "La fonction de chaque lien est déterminée par le texte du lien seul ou par le texte du lien associé à un contexte du lien déterminé par un programme informatique, sauf si la fonction du lien est ambiguë pour tout utilisateur.",
            "DETAILS": {}
        },
        "2.4.5": {
            "TITLE": "Accès multiples",
            "DESCRIPTION": "Une page Web peut être située par plus d’un moyen dans un ensemble de pages Web sauf si cette page est le résultat ou une étape d’un processus.",
            "DETAILS": {}
        },
        "2.4.6": {
            "TITLE": "En-têtes et étiquettes",
            "DESCRIPTION": "Les en-têtes et les étiquettes décrivent le sujet ou le but.",
            "DETAILS": {}
        },
        "2.4.7": {
            "TITLE": "Visibilité du focus",
            "DESCRIPTION": "Toute interface utilisable au clavier comporte un mode de fonctionnement où le focus est visible.",
            "DETAILS": {}
        },
        "2.4.8": {
            "TITLE": "Localisation",
            "DESCRIPTION": "L’utilisateur dispose d’informations pour se situer dans un ensemble de pages Web.",
            "DETAILS": {}
        },
        "2.4.9": {
            "TITLE": "Fonction du lien (lien uniquement)",
            "DESCRIPTION": "Un mécanisme permet de déterminer la fonction de chaque lien par le texte du lien uniquement, sauf si la fonction du lien est ambiguë pour tout utilisateur.",
            "DETAILS": {}
        },
        "2.4.10": {
            "TITLE": "En-têtes de section",
            "DESCRIPTION": "Les en-têtes de section sont utilisés pour organiser le contenu.",
            "DETAILS": {}
        },
        "2.5.1": {
            "TITLE": "Gestes pour le contrôle du pointeur",
            "DESCRIPTION": "Toutes les fonctionnalités qui utilisent des gestes multipoints ou basés sur un tracé peuvent être utilisées avec un pointage à contact unique sans geste basé sur un tracé, à moins qu’un geste multipoint ou basé sur un tracé ne soit essentiel.",
            "DETAILS": {}
        },
        "2.5.2": {
            "TITLE": "Annulation de l’action du pointeur",
            "DESCRIPTION": "Pour une fonctionnalité qui peut être activée avec un dispositif de pointage à contact unique, au moins une des conditions suivantes est vraie :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "L’événement descendant (down-event) du pointeur n’est pas utilisé pour exécuter une partie ou la totalité de la fonction ;",
                    "TITLE": "Aucun événement descendant"
                },
                "2": {
                    "DESCRIPTION": "L’achèvement de la fonction se fait sur l’événement ascendant (up-event) et un mécanisme est disponible pour interrompre la fonction avant l’achèvement ou pour annuler la fonction après l’achèvement ;",
                    "TITLE": "Abandon ou annulation"
                },
                "3": {
                    "DESCRIPTION": "L’événement ascendant inverse tout résultat de l’événement descendant précédent ;",
                    "TITLE": "Inversion sur l’événement ascendant"
                },
                "4": {
                    "DESCRIPTION": "L’achèvement de la fonction lors de l’événement descendant est essentiel.",
                    "TITLE": "Essentiel"
                }
            }
        },
        "2.5.3": {
            "TITLE": "Étiquette dans le nom",
            "DESCRIPTION": "Pour les composants d’interface utilisateur dont les étiquettes contiennent du texte ou du texte sous forme d’image, le nom contient le texte qui est présenté visuellement.",
            "DETAILS": {}
        },
        "2.5.4": {
            "TITLE": "Activation par le mouvement",
            "DESCRIPTION": "Les fonctionnalités qui peuvent être activées par un mouvement de l’appareil ou un mouvement de l’utilisateur peuvent également être activées par des composants d’interface utilisateur et la réponse au mouvement peut être désactivée pour éviter une activation accidentelle, sauf dans les cas suivants :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Le mouvement est utilisé pour activer la fonctionnalité par l’intermédiaire d’une interface compatible avec l’accessibilité ;"
                },
                "2": {
                    "DESCRIPTION": "Le mouvement est essentiel à la fonction et le désactiver invaliderait l’activité.",
                    "TITLE": "Essentiel"
                }
            }
        },
        "2.5.5": {
            "TITLE": "Taille de la cible",
            "DESCRIPTION": "La taille de la cible pour les pointeurs d’entrée est d’au moins 44 par 44 pixels CSS, sauf quand :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "La cible est disponible depuis un lien ou un contrôle équivalent sur la même page qui mesure au moins 44 par 44 pixels CSS ;",
                    "TITLE": "Équivalente"
                },
                "2": {
                    "DESCRIPTION": "La cible se trouve dans une phrase ou un bloc de texte ;",
                    "TITLE": "En ligne"
                },
                "3": {
                    "DESCRIPTION": "La taille de la cible est déterminée par l’agent utilisateur et n’est pas modifiée par l’auteur ;",
                    "TITLE": "Contrôlée par l’agent utilisateur"
                },
                "4": {
                    "DESCRIPTION": "Une présentation spécifique de la cible est essentielle pour transmettre l’information.",
                    "TITLE": "Essentielle"
                }
            }
        },
        "2.5.6": {
            "TITLE": "Modalités d’entrées concurrentes",
            "DESCRIPTION": "Le contenu Web ne restreint pas l’utilisation des modalités d’entrée disponibles sur une plateforme, sauf si la restriction est essentielle, nécessaire pour garantir la sécurité du contenu ou nécessaire pour respecter les paramètres de l’utilisateur.",
            "DETAILS": {}
        },
        "3.1.1": {
            "TITLE": " Langue de la page",
            "DESCRIPTION": "La langue par défaut de chaque page Web peut être déterminée par un programme informatique.",
            "DETAILS": {}
        },
        "3.1.2": {
            "TITLE": "Langue d’un passage",
            "DESCRIPTION": "La langue de chaque passage ou expression du contenu peut être déterminée par un programme informatique sauf pour un nom propre, pour un terme technique, pour un mot dont la langue est indéterminée ou pour un mot ou une expression faisant partie du langage courant de la langue utilisée dans le contexte immédiat.",
            "DETAILS": {}
        },
        "3.1.3": {
            "TITLE": "Mots rares",
            "DESCRIPTION": "Un mécanisme est disponible pour identifier la définition spécifique des mots ou expressions utilisés de manière inhabituelle ou de façon limitée, y compris les expressions idiomatiques et le jargon.",
            "DETAILS": {}
        },
        "3.1.4": {
            "TITLE": " Abréviations",
            "DESCRIPTION": "Un mécanisme est disponible pour identifier la forme complète ou la signification d’une abréviation.",
            "DETAILS": {}
        },
        "3.1.5": {
            "TITLE": "Niveau de lecture",
            "DESCRIPTION": "Lorsqu’un texte nécessite une capacité de lecture plus avancée que le premier cycle de l’enseignement secondaire après la suppression des noms propres et des titres, un contenu additionnel ou une version qui ne requiert pas de capacité de lecture supérieure au premier cycle de l’enseignement secondaire est disponible.",
            "DETAILS": {}
        },
        "3.1.6": {
            "TITLE": "Prononciation",
            "DESCRIPTION": "Un mécanisme permet d’identifier la prononciation spécifique des mots dont la signification est ambiguë dans le contexte si leur prononciation n’est pas connue.",
            "DETAILS": {}
        },
        "3.2.1": {
            "TITLE": "Au focus",
            "DESCRIPTION": "Quand un composant d’interface utilisateur reçoit le focus, il ne doit pas provoquer de changement de contexte.",
            "DETAILS": {}
        },
        "3.2.2": {
            "TITLE": "À la saisie",
            "DESCRIPTION": "Le changement de paramètre d’un composant d’interface utilisateur ne doit pas provoquer de changement de contexte à moins que l’utilisateur n’ait été avisé de ce comportement avant d’utiliser le composant.",
            "DETAILS": {}
        },
        "3.2.3": {
            "TITLE": "Navigation cohérente",
            "DESCRIPTION": "Dans un ensemble de pages, les mécanismes de navigation qui se répètent sur plusieurs pages Web se présentent dans le même ordre relatif chaque fois qu’ils sont répétés, à moins qu’un changement soit provoqué par l’utilisateur.",
            "DETAILS": {}
        },
        "3.2.4": {
            "TITLE": "Identification cohérente",
            "DESCRIPTION": "Dans un ensemble de pages Web, les composants qui ont la même fonctionnalité sont identifiés de la même façon.",
            "DETAILS": {}
        },
        "3.2.5": {
            "TITLE": "Changement à la demande",
            "DESCRIPTION": "Un changement de contexte est provoqué uniquement sur demande de l’utilisateur ou un mécanisme est disponible pour désactiver un tel changement.",
            "DETAILS": {}
        },
        "3.3.1": {
            "TITLE": " Identification des erreurs",
            "DESCRIPTION": "Si une erreur de saisie est détectée automatiquement, l’élément en erreur est identifié et l’erreur est décrite à l’utilisateur sous forme de texte.",
            "DETAILS": {}
        },
        "3.3.2": {
            "TITLE": "Étiquettes ou instructions",
            "DESCRIPTION": "Des étiquettes sont présentées ou des instructions sont fournies quand un contenu requiert une saisie utilisateur.",
            "DETAILS": {}
        },
        "3.3.3": {
            "TITLE": "Suggestion après une erreur",
            "DESCRIPTION": "Si une erreur de saisie est automatiquement détectée et que des suggestions de corrections sont connues, ces suggestions sont alors proposées à l’utilisateur à moins que cela puisse compromettre la sécurité ou la finalité du contenu.",
            "DETAILS": {}
        },
        "3.3.4": {
            "TITLE": "Prévention des erreurs (juridiques, financières, de données)",
            "DESCRIPTION": "Pour les pages Web qui entraînent des engagements juridiques ou des transactions financières de la part de l’utilisateur, qui modifient ou effacent des données contrôlables par l’utilisateur dans des systèmes de stockages de données, qui enregistrent les réponses de l’utilisateur à un test ou un examen, au moins l’une des conditions suivantes est vraie :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Les actions d’envoi sont réversibles.",
                    "TITLE": "Réversible"
                },
                "2": {
                    "DESCRIPTION": "Les erreurs de saisie de l’utilisateur sont vérifiées et la possibilité est donnée à l’utilisateur de les corriger.",
                    "TITLE": "Vérifiée"
                },
                "3": {
                    "DESCRIPTION": "Un mécanisme est disponible pour revoir, confirmer et corriger les informations avant leur soumission finale.",
                    "TITLE": "Confirmée"
                }
            }
        },
        "3.3.5": {
            "TITLE": "Aide",
            "DESCRIPTION": "Une aide contextuelle est disponible.",
            "DETAILS": {}
        },
        "3.3.6": {
            "TITLE": "Prévention des erreurs (toutes)",
            "DESCRIPTION": "Pour des pages Web demandant à l’utilisateur de soumettre des informations, au moins l’une des conditions suivantes est vraie :",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Les actions d’envoi sont réversibles.",
                    "TITLE": "Réversible"
                },
                "2": {
                    "DESCRIPTION": "Les erreurs de saisie de l’utilisateur sont vérifiées et la possibilité est donnée à l’utilisateur de les corriger.",
                    "TITLE": "Vérifiée"
                },
                "3": {
                    "DESCRIPTION": "Un mécanisme est disponible pour revoir, confirmer et corriger les informations avant leur soumission finale.",
                    "TITLE": "Confirmée"
                }
            }
        },
        "4.1.1": {
            "TITLE": "Analyse syntaxique",
            "DESCRIPTION": "À moins que les spécifications ne le permettent, dans un contenu mis en œuvre via un langage de balisage, les éléments ont des balises de début et de fin complètes, ils sont imbriqués conformément à leurs spécifications, ils ne contiennent pas d’attributs dupliqués et chaque identifiant est unique.",
            "DETAILS": {}
        },
        "4.1.2": {
            "TITLE": "Nom, rôle et valeur",
            "DESCRIPTION": "Pour tout composant d’interface utilisateur (comprenant mais n’étant pas limité aux éléments de formulaire, liens et composants générés par des scripts), le nom et le rôle peuvent être déterminés par un programme informatique ; les états, les propriétés et les valeurs qui peuvent être paramétrés par l’utilisateur peuvent être définis par programmation ; la notification des changements de ces éléments est disponible aux agents utilisateurs, incluant les technologies d’assistance.",
            "DETAILS": {}
        },
        "4.1.3": {
            "TITLE": "Messages d’état",
            "DESCRIPTION": "Dans un contenu mis en œuvre via un langage de balisage, les messages d’état peuvent être déterminés par un programme informatique grâce à un rôle ou des propriétés afin qu’ils puissent être présentés à l’utilisateur par des technologies d’assistance sans recevoir le focus.",
            "DETAILS": {}
        }
    }
}
