{
    "TITLE": "Krok 1: Ustal zakres oceny",
    "INTRO": "Określ ogólne parametry i zakres oceny. Najlepiej, jeśli zrobisz to z osobą, która zleciła ocenę (może to być, ale nie musi, osoba opiekująca się witryną), aby uwzględnić wszystkie oczekiwania co do zakresu oceny.",
    "RESOURCE_LINK_NAME": "Krok 1: Ustal zakres oceny",
    "LABEL_SITE_NAME": "Nazwa witryny",
    "INF_SITE_NAME": "Podaj nazwę witryny, którą będziesz oceniać. Na przykład:<br> „Publiczna witryna Przykładowej Organizacji”<br>„Sklep internetowy Przykładowej Firmy”<br>„Intranet Przykładowego Uniwersytetu”",
    "LABEL_SITE_SCOPE": "Zakres ocenianych zasobów",
    "INF_SITE_SCOPE_0": "Określ zakres zasobów podlegających ocenie, tak aby było jasne, które strony mają być uwzględnione w ocenie. Aby uzyskać więcej informacji, zobacz [WCAG-EM WCAG-EM Krok 1.a: Określ zakres stron witryny](https://www.w3.org/TR/WCAG-EM/#step1a). Na przykład:",
    "INF_SITE_SCOPE_LI0": "„Cała treść publicznej strony internetowej Przykładowej Organizacji znajdująca się pod adresem `http://www.przyklad.org`”",
    "INF_SITE_SCOPE_LI1": "„Cała treść strony sklepu internetowego Przykładowej Organizacji znajdująca się pod adresem `http://www.przyklad.org/sklep/`”",
    "INF_SITE_SCOPE_LI2": "„Cała treść mobilnej wersji publicznej strony internetowej Przykładowej Organizacji znajdująca się pod adresem `http://m.przyklad.org`”",
    "LABEL_WCAG_VERSION": "Wersja WCAG",
    "INFO_WCAG_VERSION": "Wybierz wersję WCAG. Wersja 2.2 (domyślnie) 2.1 lub 2.0",
    "WCAG22": "WCAG 2.2",
    "WCAG21": "WCAG 2.1",
    "WCAG20": "WCAG 2.0",
    "LABEL_CONFORMANCE_TGT": "Poziom zgodności",
    "INF_CONF_TGT": "Wybierz docelowy poziom zgodności z WCAG 2 («A», «AA» lub «AAA») do oceny. Aby uzyskać więcej informacji, zobacz [WCAG-EM Krok 1.b: Określ wymagany poziom zgodności](https://www.w3.org/TR/WCAG-EM/#step1b). Ten wybór decyduje, które filtry poziomu zgodności będą domyślnie aktywne w „kroku 4: Audyt próbki”.",
    "LABEL_SUPPORT_BASE": "Podstawowy poziom obsługi dostępności",
    "INF_SUPPORT_BASE": "Określ minimalny zestaw kombinacji przeglądarek, technologii wspomagających i innych [programów użytkownika](https://www.w3.org/Translations/WCAG21-pl/#dfn-programy-uzytkownika), w których witryna ma być [obsługiwana pod względem dostępności](https://www.w3.org/Translations/WCAG21-pl/#dfn-obs-ugujaca-dostepnosc). Na przykład, „Firefox z NVDA”, „Internet Explorer (IE) z JAWS” i „Apple z VoiceOver” mogą być takim podstawowym zestawem. Więcej informacji można znaleźć w części [WCAG-EM Krok 1.c: Określ poziom obsługi dostępności](https://www.w3.org/TR/WCAG-EM/#step1c).",
    "LABEL_EXTRA_REQUIREMENTS": "Dodatkowe wymagania dotyczące oceny",
    "INF_EXTRA_REQUIREMENTS_0": "Określ wszelkie dodatkowe wymagania dotyczące oceny. Aby uzyskać więcej informacji, zobacz [WCAG-EM Krok 1.d: Określ dodatkowe wymagania oceny](https://www.w3.org/TR/WCAG-EM/#step1d). Na przykład:",
    "INF_EXTRA_REQUIREMENTS_LI0": "„Raport będzie zawierał listę wszystkich błędów zidentyfikowanych przez oceniającą osobę, a nie tylko listę przykładów.”",
    "INF_EXTRA_REQUIREMENTS_LI1": "„Raport będzie zawierał opisy problemów i sugestie dotyczące naprawy wszelkich wymienionych błędów.”",
    "INF_EXTRA_REQUIREMENTS_LI2": "„Ocena obejmie wszystkie strony i całą zawartość witryny, a nie tylko wybraną próbkę stron.”",
    "DATA_LOSS_WARNING": "Ta zmiana usuwa z raportu jedno lub więcej ocenianych kryteriów. Twoje obserwacje dla tych kryteriów zostaną usunięte. Czy na pewno chcesz kontynuować?"
}
