{
    "TITLE": "WCAG-EM. Generator raportów",
    "SUBTITLE": "Przegląd",
    "INTRO_HD": "Do czego służy to narzędzie?",
    "INTRO_1": "Generator raportów WCAG-EM zamienia wyniki Twojej oceny dostępności w raport. Generator jest oparty na „Metodologii oceniania zgodności w zakresie dostępności internetowej”. ([WCAG-EM](https://www.w3.org/TR/WCAG-EM/)).",
    "TIPS_HD": "Jak korzystać z Generatora?",
    "TIPS_1": "W sekcji „Zobacz raport” możesz pobrać swój raport jako dokument HTML (strona internetowa) albo jako plik JSON (dane strukturalne)",
    "TIPS_2": "Możesz sformatować swoje ustalenia za pomocą <a href='https://en.wikipedia.org/wiki/Markdown'>Markdown</a>, aby dodać listy, łącza oraz przykłady kodu i więcej. Działa to również w polach „Streszczenie” i „Specyfika oceny”. ",
    "TIPS_3": "Generator nie zapisuje automatycznie wprowadzanych informacji. Aby zapisać dane w pliku lokalnie na swoim komputerze, użyj klawiszy skrótu Windows *ctrl+s* lub klawiszy skrótu Mac *cmd+s*, aby otworzyć okno dialogowe „Zapisz”.",
    "ABOUT_HEADING": "O Generatorze raportów",
    "ABOUT_1": "<p>Generator raportów WCAG-EM może być używany do tworzenia <a href='https://www.w3.org/WAI/eval/report-tool/evaluation/view-report'>ustrukturyzowanego raportu</a> z ustaleń oceny dostępności. Generator nie przeprowadza żadnych testów dostępności.</p>",
    "ABOUT_2": "<p>Generator jest przeznaczony dla osób doświadczonych w audytowaniu dostępności. Potrzebna jest wiedza na temat WCAG, projektowania stron internetowych z uwzględnieniem dostępności, technologii wspomagających oraz sposobu, w jaki osoby z różnymi niepełnosprawnościami korzystają z Internetu (jak opisano w części WCAG-EM <a href='http://www.w3.org/TR/WCAG-EM/#expertise'>Wymagana wiedza specjalistyczna</a>).</p>",
    "USAGE_HD": "Jak działa to narzędzie?",
    "USAGE_LI1": "Wszystkie funkcje zapewniane przez to narzędzie są ładowane i uruchamiane lokalnie w przeglądarce internetowej. Nie potrzebujesz połączenia internetowego poza tym punktem. Po zamknięciu okna przeglądarki internetowej wszelkie niezapisane dane zostają utracone.",
    "USAGE_LI2": "Wszystkie dane wprowadzone za pomocą Generatora są zapisywane w przeglądarce internetowej (a nie na żadnym serwerze) jako dane JSON. Możesz zapisywać raporty okresowo w trakcie pracy, aby uniknąć utraty danych, jeśli przeglądarka internetowa zostanie przypadkowo zamknięta.",
    "USAGE_LI3": "Możesz zapisać częściowo wypełnione raporty i pracować nad nimi później. Aby ponownie załadować zapisany plik, użyj łącza „Otwórz” i znajdź wcześniej zapisany plik.",
    "CHOICES_HEADING": "Wybór wyniku",
    "CHOICES_INTRO": "W trakcie przechodzenia i oceny narzędzia, dla każdego kryterium wybierzesz „wynik”. Oto legenda, co te wybory oznaczają:",
    "CHOICES_DT1": "Nie zaznaczono",
    "CHOICES_DD1": "To kryterium sukcesu nie zostało oznaczone do oceny.",
    "CHOICES_DT2": "Spełnione",
    "CHOICES_DD2": "To kryterium sukcesu jest spełnione.",
    "CHOICES_DT3": "Niespełnione",
    "CHOICES_DD3": "To kryterium sukcesu nie jest spełnione.",
    "CHOICES_DT4": "Nie dotyczy",
    "CHOICES_DD4": "To kryterium sukcesu nie ma zastosowania - odnosi się do funkcji lub treści, jakiej nie ma na stronie. ",
    "CHOICES_DT5": "Nie można powiedzieć",
    "CHOICES_DD5": "Nie wiadomo, czy kryterium sukcesu jest spełnione"
}
