{
    "ASSERTION_RESULT_DESCRIPTION_LABEL": "Observations",
    "ASSERTION_RESULT_DESCRIPTION_PLACEHOLDER": "Observations faites lors de l’évaluation",
    "BTN_COLLAPSE_PAGES": "Masquer les pages Web pour saisir des résultats individuels",
    "BTN_COMPLETE_SELECTED": "Marquer la sélection comme terminé",
    "BTN_EXPAND_PAGES": "Afficher les pages Web pour saisir des résultats individuels",
    "BTN_OPEN_SELECTED": "Ouvrir les pages sélectionnées",
    "BTN_SHOW_TEXT": "Afficher le texte du critère",
    "BTN_UNCOMPLETE_SELECTED": "Définir la sélection comme incomplète",
    "CLICK_TO_DELETE": "Cliquer pour supprimer",
    "FILTER_LEVEL_LEGEND": "Afficher le niveau de conformité",
    "FILTER_NEW_IN_WCAG21": "Ajouté dans WCAG 2.1",
    "FILTER_VERSION_LEGEND": "Afficher la version",
    "FILTER": "Afficher",
    "HD_CRITERIA": "Critère de succès à évaluer",
    "HD_SAMPLE_SELECT": "Ajouter des résultats aux pages",
    "HOW_TO": "Comment se conformer",
    "INF_AUDIT_CRITERIA": "Cette section répertorie les critères de réussite WCAG 2. Utiliser le filtre pour afficher ou masquer les critères de réussite de différents niveaux (A, AA et AAA). Vous pouvez sélectionner les résultats comme suit : « Non vérifié », « Réussi », « Échoué », « Non présent » et « Impossible de dire »; et vous pouvez fournir des détails, des commentaires ou d’autres observations effectuées lors de l’évaluation dans la zone de texte qui l’accompagne.",
    "INF_AUDIT_SAMPLE": "Cette section répertorie les pages Web que vous avez sélectionnées à l’étape précédente. Les pages Web qui sont vérifiées dans cette section sont répertoriées lorsque l’option « Afficher les pages Web pour saisir des résultats individuels » est activée dans la section « Critères de réussite à évaluer ». Vous pouvez afficher une page web individuelle que vous évaluez, ou afficher plusieurs pages web simultanément. <br> L’icône en forme de « maillon » ouvre la page web dans une fenêtre de navigateur séparée.",
    "INTRO": "Enregistrer le résultat de l’évaluation des pages Web sélectionnées à l’étape précédente. Comparer les résultats entre la page structurée et les pages sélectionnées au hasard, ajuster l’échantillon sélectionné à l’étape précédente si nécessaire.",
    "INTRO_NOTE": "<strong>Note :</strong> Pour chaque critère de réussite WCAG 2, vous pouvez saisir « Résultats pour l’échantillon complet » et vous pouvez saisir les résultats pour les pages Web individuelles. Vous pouvez choisir de saisir l’un ou l’autre, ou les deux. Pour saisir les résultats individuels, sélectionnez la ou les page(s) Web sous « Échantillon à évaluer » (dans la colonne de gauche); puis, sous le critère de réussite spécifique, sélectionner « Afficher les pages Web pour saisir des résultats individuels ».",
    "IMPORT_DATA_INTRO": "Ajouter des données provenant d’autres tests (automatisés)",
    "RESOURCE_LINK_NAME": "Étape 4 : Auditer un échantillon",
    "LABEL_OUTCOME": "Résultat",
    "LABEL_PAGE_HANDLE": "Nom court de la page",
    "NO_PAGE_SELECTED": "Aucune page sélectionnée dans l’échantillon à évaluer.",
    "NO_SAMPLE": "Aucun échantillon disponible",
    "NOTE": "Note",
    "PRINCIPLE": "Principe",
    "RESULTS_FOR": "Résultats pour ",
    "SAMPLE_FINDINGS": "Échantillon complet",
    "SELECT_ALL": "Sélectionner tout",
    "TESTED": "Évaluée",
    "TITLE": "Étape 4 : Auditer un échantillon",
    "UNDERSTAND": "Explications",
    "UNTESTED": "{{critCount}} à tester",
    "VIEW_IN_REPORT": "Voir dans le rapport",
    "LABEL_VERSION": "Version WCAG",
    "LABEL_LEVEL": "Niveau de conformité",
    "ADDED_IN": "Ajouté dans"
}
