{
    "TITLE": "Étape 2 : Explorer le site Web cible",
    "INTRO": "Explorez le site Web pour comprendre son objectif, sa fonctionnalité et son utilisation. Cette étape vous aide à déterminer quelles pages Web évaluer dans les étapes suivantes. Identifiez les technologies Web utilisées et, si vous le souhaitez, prenez des notes sur d'autres aspects du site Web. Pour cette étape, il est généralement préférable d'obtenir l’avis des propriétaires et des développeurs du site Web.",
    "RESOURCE_LINK_NAME": "Étape 2 : Explorer le site Web cible",
    "HD_RELIEDUP_TECH": "Technologies Web dont la conformité dépend",
    "INF_RELIEDUP_TECH": "Identifiez les technologies Web utilisées pour fournir le site Web, [dont dépend la conformité aux WCAG 2](https://www.w3.org/Translations/WCAG21-fr/#dfn-relied-upon). Pour plus d’informations, consultez [WCAG-EM Étape 2.d : Identifier les technologies Web dont dépend la conformité](https://www.w3.org/TR/WCAG-EM/#step2d).",
    "LABEL_TECH": "Technologie Web ",
    "LABEL_TECH_SPEC": "Adresse (URL) de la spécification ",
    "BTN_ADD_TECH": "Ajouter une technologie Web",
    "HD_NOTE_TAKING": "Notes d’exploration facultatives",
    "INF_NOTE_TAKING": "Cette section vous permet de noter des informations au cours de l’exploration du site Web. Ces notes sont reportées à l’étape suivante, pour vous aider à choisir un échantillon de pages Web à évaluer. **Ces notes ne sont pas incluses dans le rapport final**. Elles sont sauvegardées lorsque vous enregistrez le fichier et sont disponibles lorsque vous re-chargez le fichier plus tard.",
    "LABEL_ESSENT_FUNC": "Fonctionnalités essentielles du site Web",
    "INF_ESSENT_FUNC": "Vous pouvez utiliser ce champ pour prendre des notes sur les fonctionnalités essentielles du site Web. Voici quelques exemples de fonctionnalités essentielles : <br> « Sélectionner et acheter un produit de la boutique du site Web » <br> « Remplir et soumettre un formulaire disponible sur le site Web » <br> « Créer un compte sur le site Web » <br>Pour plus d’informations, voir [WCAG-EM Étape 2.b : Identifier les fonctionnalités essentielles du site Web](https://www.w3.org/TR/WCAG-EM/#step2b).",
    "LABEL_VARIETY_PAGE_TYPES": "Variété des types de pages Web",
    "INF_VARIETY_PAGE_TYPES": "Vous pouvez utiliser ce champ pour prendre des notes sur les types (par opposition aux instances) de pages Web que vous trouvez sur le site Web. Cela comprend des notes sur les différents styles, mises en page, structures et fonctionnalités fournies sur le site Web. Pour plus d’informations, consultez [WCAG-EM Étape 2.c : Identifier la variété des types de pages Web](https://www.w3.org/TR/WCAG-EM/#step2c).<br> **Note** : Les « pages Web » comprennent différents « États de page Web » ; voir la définition des [États de page Web](https://www.w3.org/TR/WCAG-EM/#states).",
    "ADD_TECH": "Ajouter"
}
