{
    "TITLE": "Étape 1 : Définir la portée de l’évaluation",
    "INTRO": " Définissez les paramètres généraux et la portée de l'évaluation. Idéalement, cela se fait avec la personne qui a commandé l'évaluation (qui peut ou non être le propriétaire du site Web), afin de garantir des attentes communes quant à la portée de l'évaluation.",
    "RESOURCE_LINK_NAME": "Étape 1 : Définir la portée de l’évaluation",
    "LABEL_SITE_NAME": "Nom du site Web",
    "INF_SITE_NAME": "Donnez un nom au site Web que vous souhaitez évaluer. Par exemple : <br> « Site Web public de l'organisation Exemple » <br> « Boutique en ligne de l'entreprise Exemple » <br> « Intranet de l'université Exemple »",
    "LABEL_SITE_SCOPE": "Portée du site Web",
    "INF_SITE_SCOPE_0": "Définissez la portée du site Web afin de savoir clairement quelles pages Web sont incluses dans l'évaluation. Par exemple : ",
    "INF_SITE_SCOPE_LI0": "« Tout le contenu Web du site Web public de Exemple Org. situé au http://www.exemple.org »",
    "INF_SITE_SCOPE_LI1": "« Tout le contenu Web de la boutique en ligne de Exemple Org. situé au http://www.exemple.org/shop/ »",
    "INF_SITE_SCOPE_LI2": "« Tout le contenu Web de la version mobile du site Web public de Exemple Org. situé au http://m.exemple.org »",
    "INF_SITE_SCOPE_1": "WCAG-EM Étape 1.a : Définir la portée du site Web <i class='fas fa-external-link-alt'></i>",
    "LABEL_WCAG_VERSION": "Version du WCAG",
    "INFO_WCAG_VERSION": "Sélectionnez la version du WCAG à utiliser. Version 2.1 (par défaut) ou 2.0",
    "WCAG21": "WCAG 2.1",
    "WCAG20": "WCAG 2.0",
    "LABEL_CONFORMANCE_TGT": "Objectif de conformité",
    "INF_CONF_TGT": "Sélectionnez un niveau de conformité WCAG 2 cible (A, AA ou AAA) pour l'évaluation. Pour plus d'informations, voir [WCAG-EM Étape 1.b : Définir la cible de conformité (en anglais)](https://www.w3.org/TR/WCAG-EM/#step1b). Cette sélection détermine les filtres de niveau de conformité qui sont actifs par défaut à l’ « Étape 4 : Auditer l'échantillon ».",
    "LABEL_SUPPORT_BASE": "Base de référence de l'accessibilité",
    "INF_SUPPORT_BASE": "Définissez les navigateurs Web, les technologies d'assistance et les autres [agents utilisateurs](https://www.w3.org/Translations/WCAG20-fr/#useragentdef) qui seront [compatibles avec l'accessibilité](https://www.w3.org/Translations/WCAG20-fr/#accessibility-supporteddef) dans le site Web. Par exemple, « Internet Explorer (IE) avec JAWS », « FireFox avec NVDA » et « Apple avec VoiceOver » pourraient être des définitions de base. Pour plus d'informations, voir [WCAG-EM Étape 1.c : Définir une référence de support d'accessibilité (en anglais)](https://www.w3.org/TR/WCAG-EM/#step1c).",
    "LABEL_EXTRA_REQUIREMENTS": "Exigences d'évaluation supplémentaires",
    "INF_EXTRA_REQUIREMENTS_0": "Définissez les exigences d'évaluation supplémentaires. Par exemple : ",
    "INF_EXTRA_REQUIREMENTS_LI0": "« Le rapport comprendra une liste de toutes les erreurs identifiées par l'évaluateur, plutôt que de se limiter à des exemples »",
    "INF_EXTRA_REQUIREMENTS_LI1": "« Le rapport comprendra une description du problème et des suggestions de réparation pour toutes les erreurs répertoriées »",
    "INF_EXTRA_REQUIREMENTS_LI2": "« L'évaluation couvrira toutes les pages Web et leur contenu, plutôt que de se limiter à un échantillon sélectionné »",
    "INF_EXTRA_REQUIREMENTS_1": "WCAG-EM Étape 1.d : Définir des exigences d'évaluation supplémentaires",
    "DATA_LOSS_WARNING": "Cette modification supprimera un ou plusieurs critères évalués du rapport. Vos observations pour ces critères seront supprimées. Êtes-vous certain de vouloir continuer ?"
}
