{
    "TITLE": "Outil de rapport WCAG-EM",
    "SUBTITLE": "Vue d’ensemble",
    "INTRO_HD": "Ce que fait cet outil",
    "INTRO_1": "L’outil de rapport WCAG-EM transforme les résultats de votre évaluation de l’accessibilité en un rapport. Il est basé sur la méthodologie d’évaluation des lignes directrices pour l’accessibilité du contenu Web ([WCAG-EM](https://www.w3.org/TR/WCAG-EM/)).",
    "TIPS_HD": "Conseils d’utilisation de cet outil",
    "TIPS_1": "Sous « Voir le rapport », vous pouvez télécharger votre rapport au format HTML (page Web) ou au format JSON (données structurées).",
    "TIPS_2": "Vous pouvez mettre en forme vos résultats avec <a href='https://fr.wikipedia.org/wiki/Markdown'>Markdown</a>, pour ajouter des listes, des liens, des exemples de code, etc. Cela fonctionne également pour les champs « Résumé exécutif » et « Détails de l’évaluation ».",
    "TIPS_3": "Cet outil n’enregistre pas automatiquement les informations que vous saisissez. Pour enregistrer vos données dans un fichier local sur votre ordinateur, utilisez les touches de raccourci Windows *ctrl+s* ou *cmd+s* sur Mac pour ouvrir la boîte de dialogue Enregistrer.",
    "ABOUT_HEADING": "À propos de cet outil",
    "ABOUT_1": "<p>L’outil de rapport WCAG-EM peut être utilisé pour créer un <a href='https://www.w3.org/WAI/eval/report-tool/evaluation/view-report'>rapport structuré</a> des résultats de l’évaluation de l’accessibilité. Il n’effectue pas de contrôles (automatisés).</p>",
    "ABOUT_2": "<p>Cet outil est destiné aux évaluateurs d’accessibilité expérimentés. Vous devrez avoir des connaissances sur les WCAG, la conception de sites Web accessibles, les technologies d’assistance et la façon dont les personnes ayant différents handicaps utilisent le Web (comme décrit dans la section WCAG-EM <a href='https://www.w3.org/TR/WCAG-EM/#expertise'>Expertise requise</a>).</p>",
    "USAGE_HD": "Comment fonctionne cet outil",
    "USAGE_LI1": "Toutes les fonctionnalités fournies par cet outil sont maintenant chargées. Il s’exécute localement dans votre navigateur Web. Vous n’avez pas besoin d’une connexion Internet au-delà de ce point. Lorsque vous fermez la fenêtre de votre navigateur Web, toutes les données non sauvegardées sont perdues.",
    "USAGE_LI2": "Toutes les données sont enregistrées sous forme de données JSON en arrière-plan (dans votre navigateur Web, et non sur un serveur). Vous pouvez télécharger votre rapport régulièrement pendant que vous travaillez afin d’éviter de perdre des données si votre navigateur Web se ferme.",
    "USAGE_LI3": "Vous pouvez enregistrer des rapports partiellement terminés et les retravailler ultérieurement. Pour recharger un fichier enregistré, utilisez le bouton « Ouvrir un rapport » sur cette page.",
    "CHOICES_HEADING": "Choix des résultats",
    "CHOICES_INTRO": " Au fur et à mesure que vous évaluerez votre outil, vous sélectionnerez un « résultat » pour chaque critère. Voici la signification de ces sélections :",
    "CHOICES_DT1": "Non vérifié",
    "CHOICES_DD1": "Vous n’avez pas vérifié ce critère de réussite.",
    "CHOICES_DT2": "Conforme",
    "CHOICES_DD2": "Ce critère de réussite est rempli.",
    "CHOICES_DT3": "Non conforme",
    "CHOICES_DD3": "Ce critère de réussite n’est pas rempli.",
    "CHOICES_DT4": "Non applicable",
    "CHOICES_DD4": "Ce critère de réussite se rapporte à une fonctionnalité que l’outil de création ne possède pas, il n’est donc pas applicable. ",
    "CHOICES_DT5": "Je ne sais pas",
    "CHOICES_DD5": "Il n’est pas certain que le critère de réussite soit rempli."
}
