{
    "TITLE": "Schritt 1: Den Bewertungsumfang festlegen",
    "INTRO": "Definiere die allgemeinen Parameter und den Umfang der Bewertung. Idealerweise geschieht dies zusammen mit der Person, die die Bewertung in Auftrag gegeben hat (die möglicherweise nicht der Website-Eigentümer ist), um gemeinsame Erwartungen zum Umfang der Bewertung sicherzustellen.",
    "RESOURCE_LINK_NAME": "Schritt 1: Den Bewertungsumfang festlegen",
    "LABEL_SITE_NAME": "Name der Website",
    "INF_SITE_NAME": "Gib einen Namen für die Website an, die du bewerten möchtest. Zum Beispiel:<ul><li>„Webshop der Beispiel GmbH“</li><li>„Öffentliche Website der Beispielorganisation“</li><li>„Intranet der Beispieluniversität“</li></ul>",
    "LABEL_SITE_SCOPE": "Umfang der Website",
    "INF_SITE_SCOPE_0": "Definiere den Umfang der Website, damit klar ist, welche Webseiten in die Bewertung einbezogen werden. Weitere Informationen findest du unter [WCAG-EM Schritt 1.a: Den Umfang der Website definieren](https://www.w3.org/TR/WCAG-EM/#step1a). Zum Beispiel:",
    "INF_SITE_SCOPE_LI0": "„Alle Webinhalte der öffentlichen Website der Beispielorganisation unter `http://www.example.org`“",
    "INF_SITE_SCOPE_LI1": "„Alle Webinhalte des Online-Shops der Beispielorganisation unter `http://www.example.org/shop/`“",
    "INF_SITE_SCOPE_LI2": "„Alle Webinhalte der mobilen Version der öffentlichen Website der Beispielorganisation unter `http://m.example.org`“",
    "LABEL_WCAG_VERSION": "WCAG-Version",
    "INFO_WCAG_VERSION": "Wähle die zu verwendende WCAG-Version aus. Version 2.2 (Standard), 2.1 oder 2.0",
    "WCAG22": "WCAG 2.2",
    "WCAG21": "WCAG 2.1",
    "WCAG20": "WCAG 2.0",
    "LABEL_CONFORMANCE_TGT": "Konformitätsziel",
    "INF_CONF_TGT": "Wähle das angestrebte WCAG-2-Konformitätsniveau („A“, „AA“ oder „AAA“) für die Bewertung aus. Weitere Informationen findest du unter [WCAG-EM Schritt 1.b: Das Konformitätsziel festlegen](https://www.w3.org/TR/WCAG-EM/#step1b). Diese Auswahl bestimmt, welche Konformitätsfilter standardmäßig in „Schritt 4: Die Stichprobe überprüfen“ aktiv sind.",
    "LABEL_SUPPORT_BASE": "Barrierefreiheits-Support-Basis",
    "INF_SUPPORT_BASE": "Definiere die Webbrowser, unterstützenden Technologien und anderen [Benutzeragenten](https://www.w3.org/TR/WCAG20/#useragentdef), die von der Website [barrierefrei unterstützt](https://www.w3.org/TR/WCAG20/#accessibility-supporteddef) werden. Zum Beispiel könnten „Internet Explorer (IE) mit JAWS“, „Firefox mit NVDA“ und „Apple mit VoiceOver“ grundlegende Definitionen sein. Weitere Informationen findest du unter [WCAG-EM Schritt 1.c: Eine Barrierefreiheits-Support-Basis definieren](https://www.w3.org/TR/WCAG-EM/#step1c).",
    "LABEL_EXTRA_REQUIREMENTS": "Zusätzliche Bewertungsanforderungen",
    "INF_EXTRA_REQUIREMENTS_0": "Definiere zusätzliche Bewertungsanforderungen. Weitere Informationen findest du unter [WCAG-EM Schritt 1.d: Zusätzliche Bewertungsanforderungen definieren](https://www.w3.org/TR/WCAG-EM/#step1d). Zum Beispiel:",
    "INF_EXTRA_REQUIREMENTS_LI0": "„Der Bericht enthält eine Liste aller vom Prüfer identifizierten Fehler, anstatt nur Beispiele“",
    "INF_EXTRA_REQUIREMENTS_LI1": "„Der Bericht enthält eine Beschreibung des Problems und Reparaturvorschläge für alle aufgeführten Fehler“",
    "INF_EXTRA_REQUIREMENTS_LI2": "„Die Bewertung umfasst alle Webseiten und Webinhalte der Website, anstatt nur eine ausgewählte Stichprobe“",
    "DATA_LOSS_WARNING": "Diese Änderung entfernt ein oder mehrere bewertete Kriterien aus dem Bericht. Deine Beobachtungen zu diesen Kriterien werden gelöscht. Bist du sicher, dass du fortfahren möchtest?"
}