{
    "TITLE": "Schritt 1: Umfang der Prüfung definieren",
    "INTRO": "Legen Sie die allgemeinen Rahmenbedingungen und den Umfang der Prüfung fest. Idealerweise wird dies zusammen mit der Person gemacht, die die Prüfung beauftragt (das muss nicht der Eigentümer der Website sein), um gleiche Erwartungen in Bezug auf den Prüfungsumfang sicher zu stellen. ",
    "RESOURCE_LINK_NAME": "Step 1: Define the Evaluation Scope",
    "LABEL_SITE_NAME": "Name der Website",
    "INF_SITE_NAME": "Geben Sie der Website, die Sie prüfen möchten, einen Namen. Beispiele:<ul><li>„Online-Shop von Beispielfirma“</li><li>„Offizielle Website von Beispielorganisation”</li><li>„Intranet der Universität Buxtehude”</li></ul>",
    "LABEL_SITE_SCOPE": "Umfang der Website",
    "INF_SITE_SCOPE_0": "Beschreiben Sie den Umfang der Website, so dass klar wird welche Seiten in die Prüfung einbezogen werden. Für weitere Informationen, siehe <a hreflang='en' lang='en' href='https://www.w3.org/TR/WCAG-EM/#step1a'>WCAG-EM Step 1.a: Define the Scope of the Website</a>. <br> Beispiele:",
    "INF_SITE_SCOPE_LI0": "„Alle Webinhalte der öffentlichen Website von Beispielorganisation unter https://www.example.org/“",
    "INF_SITE_SCOPE_LI1": "„Alle Webinhalte des Online-Shops von Beispielorganisation unter https://www.example.org/shop/”",
    "INF_SITE_SCOPE_LI2": "„Alle Webinhalte der mobilen Version der öffentlichen Website von Beispielorganisation unter https://m.example.org“",
    "LABEL_WCAG_VERSION": "Version der WCAG",
    "INFO_WCAG_VERSION": "Wählen Sie die WCAG-version aus, auf die Sie sich in der Prüfung beziehen. Version 2.1 (Vorgabe) oder 2.0",
    "WCAG21": "WCAG 2.1",
    "WCAG20": "WCAG 2.0",
    "LABEL_CONFORMANCE_TGT": "Angestrebte Stufe",
    "INF_CONF_TGT": "Wählen Sie eine WCAG 2 Stufe aus, deren Konformität Sie prüfen möchten (A, AA, oder AAA). Für weitere Informationen, siehe <a hreflang='en' lang='en' href='https://www.w3.org/TR/WCAG-EM/#step1b'>WCAG-EM Step 1.b: Define the Conformance Target</a>. Diese Auswahl filtert die Erfolgskriterien in „Schritt 4. Ausgewählte Seiten prüfen” vor.",
    "LABEL_SUPPORT_BASE": "Referenz für die Unterstützung der Barrierefreiheit",
    "INF_SUPPORT_BASE": "Legen Sie die Webbrowser, assistierende Techniken und andere [Benutzeragenten](https://www.w3.org/Translations/WCAG20-de/#useragentdef) fest, für die die Website [Barrierefreiheit unterstützt](https://www.w3.org/Translations/WCAG20-de/#accessibility-supporteddef). Zum Beispiel, „Internet Explorer (IE) mit JAWS, Firefox mit NVDA, macOS mit VoiceOver“ sollten grundlegende Definitionen sein. Für weitere Informationen, siehe <a hreflang='en' lang='en' href='https://www.w3.org/TR/WCAG-EM/#step1c'>WCAG-EM Step 1.c: Define an Accessibility Support Baseline</a>.",
    "LABEL_EXTRA_REQUIREMENTS": "Zusätzliche Anforderungen an die Prüfung",
    "INF_EXTRA_REQUIREMENTS_0": "Legen Sie zusätzliche Anforderungen an die Prüfung fest. Für weitere Informationen, siehe <a hreflang='en' lang='en' href='https://www.w3.org/TR/WCAG-EM/#step1d'>WCAG-EM Step 1.d: Define Additional Evaluation Requirements</a>. Zum Beispiel:",
    "INF_EXTRA_REQUIREMENTS_LI0": "„Der Bericht wird eine Liste aller Fehler beinhalten, die die Prüferin oder der Prüfer identifiziert hat, statt nur Beispiele“",
    "INF_EXTRA_REQUIREMENTS_LI1": "„Der Bericht wird eine Problembeschreibung und Lösungsempfehlungen für alle aufgelisteten Fehler beinhalten”",
    "INF_EXTRA_REQUIREMENTS_LI2": "„Die Prüfung wird alle Seiten und Inhalte der Website abdecken, statt nur eine Auswahl”",
    "DATA_LOSS_WARNING": "Diese Änderung entfernt mindestens ein geprüftes Erfolgskriterium aus dem Bericht. Ihre Notizen für dieses Kriterium werden gelöscht. Möchten Sie trotzdem fortfahren?"
}
