{
    "TITLE": "WCAG-EM Report Tool",
    "SUBTITLE": "Übersicht",
    "INTRO_HD": "Was dieses Tool macht",
    "INTRO_1": "Das WCAG-EM Report Tool wandelt deine Ergebnisse zur Barrierefreiheitsbewertung in einen Bericht um. Es basiert auf der Web Content Accessibility Guidelines Evaluation Methodology ([WCAG-EM](https://www.w3.org/TR/WCAG-EM/)).",
    "TIPS_HD": "Tipps zur Nutzung dieses Tools",
    "TIPS_1": "Unter „Bericht anzeigen“ kannst du deinen Bericht als HTML (Webseite) oder als JSON (strukturierte Daten) herunterladen.",
    "TIPS_2": "Du kannst deine Ergebnisse mit <a href='https://de.wikipedia.org/wiki/Markdown'>Markdown</a> formatieren, um Listen, Links, Codebeispiele und mehr hinzuzufügen. Dies funktioniert auch in den Feldern „Zusammenfassung“ und „Bewertungsspezifikationen“.",
    "TIPS_3": "Dieses Tool speichert die eingegebenen Informationen nicht automatisch. Um deine Daten lokal auf deinem Computer zu sichern, öffne den Speichern-Dialog mit *Strg+S* unter Windows oder *Cmd+S* unter macOS.",
    "ABOUT_HEADING": "Über dieses Tool",
    "ABOUT_1": "<p>Das WCAG-EM Report Tool kann verwendet werden, um einen <a href='https://www.w3.org/WAI/eval/report-tool/evaluation/view-report'>strukturierten Bericht</a> zu Barrierefreiheitsbewertungen zu erstellen. Es führt jedoch keine (automatisierten) Prüfungen durch.</p>",
    "ABOUT_2": "<p>Dieses Tool richtet sich an erfahrene Prüfer für digitale Barrierefreiheit. Du benötigst Kenntnisse über WCAG, barrierefreies Webdesign, unterstützende Technologien und die Nutzung des Webs durch Menschen mit unterschiedlichen Behinderungen (wie im Abschnitt <a href='http://www.w3.org/TR/WCAG-EM/#expertise'>Erforderliche Expertise</a> der WCAG-EM beschrieben).</p>",
    "USAGE_HD": "So funktioniert dieses Tool",
    "USAGE_LI1": "Alle Funktionen dieses Tools sind jetzt geladen. Es läuft lokal in deinem Webbrowser. Nach diesem Punkt benötigst du keine Internetverbindung mehr. Wenn du das Browserfenster schließt, gehen alle nicht gespeicherten Daten verloren.",
    "USAGE_LI2": "Alle Eingaben werden im Hintergrund als JSON-Daten gespeichert (in deinem Browser, nicht auf einem Server). Du kannst deinen Bericht regelmäßig herunterladen, um Datenverlust zu vermeiden, falls dein Browser geschlossen wird.",
    "USAGE_LI3": "Du kannst unvollständige Berichte speichern und später weiterbearbeiten. Um eine gespeicherte Datei zu laden, klicke auf die Schaltfläche „Bericht öffnen“ auf dieser Seite.",
    "CHOICES_HEADING": "Ergebnisoptionen",
    "CHOICES_INTRO": "Während der Bewertung wählst du für jedes Erfolgskriterium ein „Ergebnis“ aus. Hier ist eine Erklärung, was die einzelnen Optionen bedeuten:",
    "CHOICES_DT1": "Nicht geprüft",
    "CHOICES_DD1": "Dieses Erfolgskriterium wurde nicht geprüft.",
    "CHOICES_DT2": "Bestanden",
    "CHOICES_DD2": "Dieses Erfolgskriterium wurde erfüllt.",
    "CHOICES_DT3": "Nicht bestanden",
    "CHOICES_DD3": "Dieses Erfolgskriterium wurde nicht erfüllt.",
    "CHOICES_DT4": "Nicht anwendbar",
    "CHOICES_DD4": "Dieses Erfolgskriterium bezieht sich auf eine Funktion, die das Autorentool nicht hat, daher ist es nicht anwendbar.",
    "CHOICES_DT5": "Unklar",
    "CHOICES_DD5": "Es ist unklar, ob dieses Erfolgskriterium erfüllt wurde."
}