{
    "COMMON": {
        "CONFORMANCE_LEVEL": "Level"
    },
    "PRINCIPLE": {
        "1": {
            "TITLE": "Wahrnehmbar",
            "DESCRIPTION": "Informationen und Benutzeroberflächenkomponenten müssen so dargestellt werden, dass sie von den Benutzern wahrgenommen werden können."
        },
        "2": {
            "TITLE": "Bedienbar",
            "DESCRIPTION": "Benutzeroberflächenkomponenten und Navigation müssen bedienbar sein."
        },
        "3": {
            "TITLE": "Verstehbar",
            "DESCRIPTION": "Informationen und die Bedienung der Benutzeroberfläche müssen verständlich sein."
        },
        "4": {
            "TITLE": "Robust",
            "DESCRIPTION": "Inhalte müssen robust genug sein, damit sie von einer Vielzahl von Benutzeragenten, einschließlich unterstützender Technologien, interpretiert werden können."
        }
    },
    "GUIDELINE": {
        "1.1": {
            "TITLE": "Textalternativen",
            "DESCRIPTION": "Bieten Sie Textalternativen für alle Nicht-Textinhalte an, damit diese in andere Formen umgewandelt werden können, die Menschen benötigen, wie z. B. große Schrift, Braille, Sprache, Symbole oder einfachere Sprache."
        },
        "1.2": {
            "TITLE": "Zeitbasierte Medien",
            "DESCRIPTION": "Bieten Sie Alternativen für zeitbasierte Medien an."
        },
        "1.3": {
            "TITLE": "Anpassbar",
            "DESCRIPTION": "Erstellen Sie Inhalte, die in verschiedenen Formen dargestellt werden können (z. B. ein einfacheres Layout), ohne Informationen oder Struktur zu verlieren."
        },
        "1.4": {
            "TITLE": "Unterscheidbar",
            "DESCRIPTION": "Erleichtern Sie es den Benutzern, Inhalte zu sehen und zu hören, einschließlich der Trennung von Vordergrund und Hintergrund."
        },
        "2.1": {
            "TITLE": "Tastaturzugänglich",
            "DESCRIPTION": "Machen Sie alle Funktionen über eine Tastatur zugänglich."
        },
        "2.2": {
            "TITLE": "Genug Zeit",
            "DESCRIPTION": "Bieten Sie den Benutzern genug Zeit, um Inhalte zu lesen und zu nutzen."
        },
        "2.3": {
            "TITLE": "Anfälle und physische Reaktionen",
            "DESCRIPTION": "Gestalten Sie Inhalte nicht so, dass sie Anfälle oder physische Reaktionen verursachen."
        },
        "2.4": {
            "TITLE": "Navigierbar",
            "DESCRIPTION": "Bieten Sie Möglichkeiten, den Benutzern bei der Navigation, dem Auffinden von Inhalten und dem Bestimmen ihres Standorts zu helfen."
        },
        "2.5": {
            "TITLE": "Eingabemodalitäten",
            "DESCRIPTION": "Erleichtern Sie es den Benutzern, Funktionen über verschiedene Eingabemethoden hinaus der Tastatur zu bedienen."
        },
        "3.1": {
            "TITLE": "Lesbar",
            "DESCRIPTION": "Gestalten Sie Textinhalte lesbar und verständlich."
        },
        "3.2": {
            "TITLE": "Vorhersagbar",
            "DESCRIPTION": "Gestalten Sie Webseiten so, dass sie in vorhersagbaren Weisen erscheinen und funktionieren."
        },
        "3.3": {
            "TITLE": "Eingabehilfe",
            "DESCRIPTION": "Helfen Sie den Benutzern, Fehler zu vermeiden und zu korrigieren."
        },
        "4.1": {
            "TITLE": "Kompatibel",
            "DESCRIPTION": "Maximieren Sie die Kompatibilität mit aktuellen und zukünftigen Benutzeragenten, einschließlich unterstützender Technologien."
        }
    },
    "SUCCESS_CRITERION": {
        "1.1.1": {
            "TITLE": "Nicht-Text-Inhalte",
            "DESCRIPTION": "Alle Nicht-Text-Inhalte, die dem Benutzer präsentiert werden, haben eine Textalternative, die denselben Zweck erfüllt, mit Ausnahme der unten aufgeführten Situationen.",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Wenn Nicht-Text-Inhalte eine Steuerung sind oder Benutzereingaben akzeptieren, müssen sie einen Namen haben, der ihren Zweck beschreibt. (Siehe Erfolgskriterium 4.1.2 für zusätzliche Anforderungen an Steuerungen und Inhalte, die Benutzereingaben akzeptieren.)",
                    "TITLE": "Steuerungen, Eingabe"
                },
                "2": {
                    "DESCRIPTION": "Wenn Nicht-Text-Inhalte zeitbasierte Medien sind, müssen die Textalternativen mindestens eine beschreibende Identifikation des Nicht-Text-Inhalts bieten. (Siehe Leitlinie 1.2 für zusätzliche Anforderungen an Medien.)",
                    "TITLE": "Zeitbasierte Medien"
                },
                "3": {
                    "DESCRIPTION": "Wenn Nicht-Text-Inhalte ein Test oder eine Übung sind, die ungültig wären, wenn sie als Text präsentiert würden, müssen die Textalternativen mindestens eine beschreibende Identifikation des Nicht-Text-Inhalts bieten.",
                    "TITLE": "Test"
                },
                "4": {
                    "DESCRIPTION": "Wenn Nicht-Text-Inhalte hauptsächlich dazu bestimmt sind, eine spezifische sensorische Erfahrung zu erzeugen, müssen die Textalternativen mindestens eine beschreibende Identifikation des Nicht-Text-Inhalts bieten.",
                    "TITLE": "Sensorisch"
                },
                "5": {
                    "DESCRIPTION": "Wenn der Zweck von Nicht-Text-Inhalten darin besteht, zu bestätigen, dass der Inhalt von einer Person und nicht von einem Computer aufgerufen wird, müssen Textalternativen bereitgestellt werden, die den Zweck des Nicht-Text-Inhalts identifizieren und beschreiben, und es müssen alternative Formen von CAPTCHA bereitgestellt werden, die Ausgabemodi für verschiedene Arten der sensorischen Wahrnehmung verwenden, um unterschiedliche Behinderungen zu berücksichtigen.",
                    "TITLE": "CAPTCHA"
                },
                "6": {
                    "DESCRIPTION": "Wenn Nicht-Text-Inhalte reine Dekoration sind, nur für die visuelle Formatierung verwendet werden oder nicht dem Benutzer präsentiert werden, müssen sie so implementiert werden, dass sie von assistiven Technologien ignoriert werden können.",
                    "TITLE": "Dekoration, Formatierung, Unsichtbar"
                }
            }
        },
        "1.2.1": {
            "TITLE": "Nur Audio und Nur Video (vorgefertigt)",
            "DESCRIPTION": "Für vorgestellte Audio-only- und Video-only-Medien gilt Folgendes, außer wenn das Audio oder Video eine Medienalternative für Text ist und klar als solche gekennzeichnet ist:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Eine Alternative für zeitbasierte Medien wird bereitgestellt, die gleichwertige Informationen für vorgestellte Audio-only-Inhalte bietet.",
                    "TITLE": "Vorgefertigtes Audio-only"
                },
                "2": {
                    "DESCRIPTION": "Entweder eine Alternative für zeitbasierte Medien oder ein Audiotrack wird bereitgestellt, der gleichwertige Informationen für vorgestellte Video-only-Inhalte bietet.",
                    "TITLE": "Vorgefertigtes Video-only"
                }
            }
        },
        "1.2.2": {
            "TITLE": "Untertitel (vorgefertigt)",
            "DESCRIPTION": "Untertitel werden für alle vorgestellten Audioinhalte in synchronisierten Medien bereitgestellt, außer wenn das Medium eine Medienalternative für Text ist und klar als solche gekennzeichnet ist.",
            "DETAILS": {}
        },
        "1.2.3": {
            "TITLE": "Audiobeschreibung oder Medienalternative (vorgefertigt)",
            "DESCRIPTION": "Eine Alternative für zeitbasierte Medien oder eine Audiobeschreibung des vorgestellten Video-Inhalts wird für synchronisierte Medien bereitgestellt, außer wenn das Medium eine Medienalternative für Text ist und klar als solche gekennzeichnet ist.",
            "DETAILS": {}
        },
        "1.2.4": {
            "TITLE": "Untertitel (live)",
            "DESCRIPTION": "Untertitel werden für alle live-Audioinhalte in synchronisierten Medien bereitgestellt.",
            "DETAILS": {}
        },
        "1.2.5": {
            "TITLE": "Audiobeschreibung (vorgefertigt)",
            "DESCRIPTION": "Eine Audiobeschreibung wird für alle vorgestellten Video-Inhalte in synchronisierten Medien bereitgestellt.",
            "DETAILS": {}
        },
        "1.2.6": {
            "TITLE": "Gebärdensprache (vorgefertigt)",
            "DESCRIPTION": "Die Gebärdensprachdolmetschung wird für alle vorgestellten Audioinhalte in synchronisierten Medien bereitgestellt.",
            "DETAILS": {}
        },
        "1.2.7": {
            "TITLE": "Erweiterte Audiobeschreibung (vorgefertigt)",
            "DESCRIPTION": "Wenn Pausen im Vordergrund-Audio nicht ausreichen, um Audiobeschreibungen den Sinn des Videos zu vermitteln, wird eine erweiterte Audiobeschreibung für alle vorgestellten Video-Inhalte in synchronisierten Medien bereitgestellt.",
            "DETAILS": {}
        },
        "1.2.8": {
            "TITLE": "Medienalternative (vorgefertigt)",
            "DESCRIPTION": "Eine Alternative für zeitbasierte Medien wird für alle vorgestellten synchronisierten Medien und für alle vorgestellten Video-only-Medien bereitgestellt.",
            "DETAILS": {}
        },
        "1.2.9": {
            "TITLE": "Nur Audio (live)",
            "DESCRIPTION": "Eine Alternative für zeitbasierte Medien, die gleichwertige Informationen für live-Audio-only-Inhalte bietet, wird bereitgestellt.",
            "DETAILS": {}
        },
        "1.3.1": {
            "TITLE": "Informationen und Beziehungen",
            "DESCRIPTION": "Informationen, Struktur und Beziehungen, die durch die Präsentation vermittelt werden, können programmatisch bestimmt oder sind in Text verfügbar.",
            "DETAILS": {}
        },
        "1.3.2": {
            "TITLE": "Bedeutungsvolle Reihenfolge",
            "DESCRIPTION": "Wenn die Reihenfolge, in der Inhalte präsentiert werden, ihre Bedeutung beeinflusst, kann eine korrekte Lesereihenfolge programmatisch bestimmt werden.",
            "DETAILS": {}
        },
        "1.3.3": {
            "TITLE": "Sensorische Merkmale",
            "DESCRIPTION": "Anweisungen zum Verstehen und Bedienen von Inhalten stützen sich nicht ausschließlich auf sensorische Merkmale von Komponenten wie Form, Farbe, Größe, visueller Position, Ausrichtung oder Klang.",
            "DETAILS": {}
        },
        "1.3.4": {
            "TITLE": "Ausrichtung",
            "DESCRIPTION": "Inhalte beschränken ihre Ansicht und Bedienung nicht auf eine einzige Anzeigeorientierung, wie Hochformat oder Querformat, es sei denn, eine spezifische Anzeigeorientierung ist wesentlich.",
            "DETAILS": {}
        },
        "1.3.5": {
            "TITLE": "Zweck der Eingabe identifizieren",
            "DESCRIPTION": "Der Zweck jedes Eingabefelds, das Informationen über den Benutzer sammelt, kann programmatisch bestimmt werden, wenn:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Das Eingabefeld dient einem Zweck, der im Abschnitt 'Zwecke der Eingabe für Benutzeroberflächenkomponenten' identifiziert ist;"
                },
                "2": {
                    "DESCRIPTION": "Der Inhalt ist unter Verwendung von Technologien implementiert, die die erwartete Bedeutung für Formulareingabedaten unterstützen."
                }
            }
        },
        "1.3.6": {
            "TITLE": "Zweck identifizieren",
            "DESCRIPTION": "In Inhalten, die mit Auszeichnungssprachen implementiert sind, kann der Zweck von Benutzeroberflächenkomponenten, Symbolen und Bereichen programmatisch bestimmt werden.",
            "DETAILS": {}
        },
        "1.4.1": {
            "TITLE": "Verwendung von Farbe",
            "DESCRIPTION": "Farbe wird nicht als einziges visuelles Mittel verwendet, um Informationen zu vermitteln, eine Handlung anzuzeigen, eine Antwort anzufordern oder ein visuelles Element zu unterscheiden.",
            "DETAILS": {}
        },
        "1.4.2": {
            "TITLE": "Audio-Steuerung",
            "DESCRIPTION": "Wenn Audio auf einer Webseite automatisch für mehr als 3 Sekunden abgespielt wird, muss entweder ein Mechanismus vorhanden sein, um das Audio zu pausieren oder zu stoppen, oder ein Mechanismus muss verfügbar sein, um die Lautstärke des Audios unabhängig vom gesamten Systemvolumen zu steuern.",
            "DETAILS": {}
        },
        "1.4.3": {
            "TITLE": "Kontrast (Minimum)",
            "DESCRIPTION": "Die visuelle Darstellung von Text und Textbildern hat ein Kontrastverhältnis von mindestens 4,5:1, außer in folgenden Fällen:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Großschrift und Bilder von Großschrift haben ein Kontrastverhältnis von mindestens 3:1;",
                    "TITLE": "Großtext"
                },
                "2": {
                    "DESCRIPTION": "Text oder Bilder von Text, die Teil eines inaktiven Benutzeroberflächenkomponenten sind, die reine Dekoration sind, die für niemanden sichtbar sind oder die Teil eines Bildes sind, das signifikante andere visuelle Inhalte enthält, unterliegen keinem Kontrastanforderung.",
                    "TITLE": "Zufällig"
                },
                "3": {
                    "DESCRIPTION": "Text, der Teil eines Logos oder Markennamens ist, unterliegt keiner Kontrastanforderung.",
                    "TITLE": "Logos"
                }
            }
        },
        "1.4.4": {
            "TITLE": "Text vergrößern",
            "DESCRIPTION": "Außer bei Untertiteln und Bildern von Text kann Text ohne Hilfstechnologie bis zu 200 Prozent vergrößert werden, ohne dass Inhalte oder Funktionen verloren gehen.",
            "DETAILS": {}
        },
        "1.4.5": {
            "TITLE": "Bilder von Text",
            "DESCRIPTION": "Wenn die verwendeten Technologien die visuelle Präsentation erreichen können, wird Text verwendet, um Informationen zu vermitteln, anstatt Bilder von Text, außer in folgenden Fällen:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Das Bild des Textes kann an die Anforderungen des Benutzers visuell angepasst werden;",
                    "TITLE": "Anpassbar"
                },
                "2": {
                    "DESCRIPTION": "Eine bestimmte Präsentation des Textes ist wesentlich für die zu vermittelnden Informationen.",
                    "TITLE": "Wesentlich"
                }
            }
        },
        "1.4.6": {
            "TITLE": "Kontrast (Verbessert)",
            "DESCRIPTION": "Die visuelle Präsentation von Text und Textbildern hat ein Kontrastverhältnis von mindestens 7:1, außer in folgenden Fällen:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Großschrift und Bilder von Großschrift haben ein Kontrastverhältnis von mindestens 4,5:1;",
                    "TITLE": "Großtext"
                },
                "2": {
                    "DESCRIPTION": "Text oder Bilder von Text, die Teil eines inaktiven Benutzeroberflächenkomponenten sind, die reine Dekoration sind, die für niemanden sichtbar sind oder die Teil eines Bildes sind, das signifikante andere visuelle Inhalte enthält, unterliegen keinem Kontrastanforderung.",
                    "TITLE": "Zufällig"
                },
                "3": {
                    "DESCRIPTION": "Text, der Teil eines Logos oder Markennamens ist, unterliegt keiner Kontrastanforderung.",
                    "TITLE": "Logos"
                }
            }
        },
        "1.4.7": {
            "TITLE": "Geringes oder kein Hintergrundaudio",
            "DESCRIPTION": "Für vorgestelltes Audio-only-Inhalte, das (1) hauptsächlich Sprache im Vordergrund enthält, (2) kein Audio-CAPTCHA oder Audio-Logo ist und (3) keine vokalisierte Musik wie Singen oder Rappen ist, muss mindestens eines der folgenden zutreffen:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Das Audio enthält keine Hintergrundgeräusche.",
                    "TITLE": "Kein Hintergrund"
                },
                "2": {
                    "DESCRIPTION": "Die Hintergrundgeräusche können ausgeschaltet werden.",
                    "TITLE": "Ausschalten"
                },
                "3": {
                    "DESCRIPTION": "Die Hintergrundgeräusche sind mindestens 20 Dezibel leiser als der Vordergrund-Sprachinhalt, mit Ausnahme von gelegentlichen Geräuschen, die nur ein oder zwei Sekunden dauern. Hinweis: Nach der Definition von 'Dezibel' wird Hintergrundgeräusch, das dieses Kriterium erfüllt, etwa viermal leiser sein als der Vordergrund-Sprachinhalt.",
                    "TITLE": "20 dB"
                }
            }
        },
        "1.4.8": {
            "TITLE": "Visuelle Präsentation",
            "DESCRIPTION": "Für die visuelle Präsentation von Textblöcken ist ein Mechanismus verfügbar, um Folgendes zu erreichen:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Vordergrund- und Hintergrundfarben können vom Benutzer ausgewählt werden."
                },
                "2": {
                    "DESCRIPTION": "Die Breite beträgt höchstens 80 Zeichen oder Glyphen (40 bei CJK)."
                },
                "3": {
                    "DESCRIPTION": "Der Text ist nicht ausgerichtet (auf beide Ränder ausgerichtet)."
                },
                "4": {
                    "DESCRIPTION": "Zeilenabstand (Leading) beträgt mindestens den 1,5-fachen Abstand innerhalb von Absätzen, und der Absatzabstand ist mindestens 1,5-mal größer als der Zeilenabstand."
                },
                "5": {
                    "DESCRIPTION": "Text kann ohne Hilfstechnologie bis zu 200 Prozent vergrößert werden, ohne dass der Benutzer horizontal scrollen muss, um eine Textzeile in einem Vollbildfenster zu lesen."
                }
            }
        },
        "1.4.9": {
            "TITLE": "Bilder von Text (Keine Ausnahme)",
            "DESCRIPTION": "Bilder von Text werden nur für reine Dekoration oder wenn eine bestimmte Präsentation des Textes für die zu vermittelnden Informationen wesentlich ist, verwendet.",
            "DETAILS": {}
        },
        "1.4.10": {
            "TITLE": "Neuformatierung",
            "DESCRIPTION": "Inhalte können ohne Verlust von Informationen oder Funktionen und ohne dass ein Scrollen in zwei Dimensionen erforderlich ist, wie folgt präsentiert werden:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Vertikal scrollende Inhalte bei einer Breite von 320 CSS-Pixeln;"
                },
                "2": {
                    "DESCRIPTION": "Horizontal scrollende Inhalte bei einer Höhe von 256 CSS-Pixeln."
                }
            }
        },
        "1.4.11": {
            "TITLE": "Non-text Contrast",
            "DESCRIPTION": "The visual presentation of the following have a contrast ratio of at least 3:1 against adjacent color(s):",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Visual information required to identify user interface components and states, except for inactive components or where the appearance of the component is determined by the user agent and not modified by the author;",
                    "TITLE": "User Interface Components"
                },
                "2": {
                    "DESCRIPTION": "Parts of graphics required to understand the content, except when a particular presentation of graphics is essential to the information being conveyed.",
                    "TITLE": "Graphical Objects"
                }
            }
        },
        "1.4.12": {
            "TITLE": "Text Spacing",
            "DESCRIPTION": "In content implemented using markup languages that support the following text style properties, no loss of content or functionality occurs by setting all of the following and by changing no other style property:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Line height (line spacing) to at least 1.5 times the font size;"
                },
                "2": {
                    "DESCRIPTION": "Spacing following paragraphs to at least 2 times the font size;"
                },
                "3": {
                    "DESCRIPTION": "Letter spacing (tracking) to at least 0.12 times the font size;"
                },
                "4": {
                    "DESCRIPTION": "Word spacing to at least 0.16 times the font size."
                }
            }
        },
        "1.4.13": {
            "TITLE": "Content on Hover or Focus",
            "DESCRIPTION": "Where receiving and then removing pointer hover or keyboard focus triggers additional content to become visible and then hidden, the following are true:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "A mechanism is available to dismiss the additional content without moving pointer hover or keyboard focus, unless the additional content communicates an input error or does not obscure or replace other content;",
                    "TITLE": "Dismissable"
                },
                "2": {
                    "DESCRIPTION": "If pointer hover can trigger the additional content, then the pointer can be moved over the additional content without the additional content disappearing;",
                    "TITLE": "Hoverable"
                },
                "3": {
                    "DESCRIPTION": "The additional content remains visible until the hover or focus trigger is removed, the user dismisses it, or its information is no longer valid.",
                    "TITLE": "Persistent"
                }
            }
        },
        "2.1.1": {
            "TITLE": "Keyboard",
            "DESCRIPTION": "All functionality of the content is operable through a keyboard interface without requiring specific timings for individual keystrokes, except where the underlying function requires input that depends on the path of the user's movement and not just the endpoints.",
            "DETAILS": {}
        },
        "2.1.2": {
            "TITLE": "No Keyboard Trap",
            "DESCRIPTION": "If keyboard focus can be moved to a component of the page using a keyboard interface, then focus can be moved away from that component using only a keyboard interface, and, if it requires more than unmodified arrow or tab keys or other standard exit methods, the user is advised of the method for moving focus away.",
            "DETAILS": {}
        },
        "2.1.3": {
            "TITLE": "Keyboard (No Exception)",
            "DESCRIPTION": "All functionality of the content is operable through a keyboard interface without requiring specific timings for individual keystrokes.",
            "DETAILS": {}
        },
        "2.1.4": {
            "TITLE": "Character Key Shortcuts",
            "DESCRIPTION": "If a keyboard shortcut is implemented in content using only letter (including upper- and lower-case letters), punctuation, number, or symbol characters, then at least one of the following is true:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "A mechanism is available to turn the shortcut off;",
                    "TITLE": "Turn off"
                },
                "2": {
                    "DESCRIPTION": "A mechanism is available to remap the shortcut to use one or more non-printable keyboard characters (e.g. Ctrl, Alt, etc);",
                    "TITLE": "Remap"
                },
                "3": {
                    "DESCRIPTION": "The keyboard shortcut for a user interface component is only active when that component has focus.",
                    "TITLE": "Active only on focus"
                }
            }
        },
        "2.2.1": {
            "TITLE": "Timing Adjustable",
            "DESCRIPTION": "For each time limit that is set by the content, at least one of the following is true:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "The user is allowed to turn off the time limit before encountering it; or",
                    "TITLE": "Turn off"
                },
                "2": {
                    "DESCRIPTION": "The user is allowed to adjust the time limit before encountering it over a wide range that is at least ten times the length of the default setting; or",
                    "TITLE": "Adjust"
                },
                "3": {
                    "DESCRIPTION": "The user is warned before time expires and given at least 20 seconds to extend the time limit with a simple action (for example, \"press the space bar\"), and the user is allowed to extend the time limit at least ten times; or",
                    "TITLE": "Extend"
                },
                "4": {
                    "DESCRIPTION": "The time limit is a required part of a real-time event (for example, an auction), and no alternative to the time limit is possible; or",
                    "TITLE": "Real-time Exception"
                },
                "5": {
                    "DESCRIPTION": "The time limit is essential and extending it would invalidate the activity; or",
                    "TITLE": "Essential Exception"
                },
                "6": {
                    "DESCRIPTION": "The time limit is longer than 20 hours.",
                    "TITLE": "20 Hour Exception"
                }
            }
        },
        "2.2.2": {
            "TITLE": "Pause, Stop, Hide",
            "DESCRIPTION": "For moving, blinking, scrolling, or auto-updating information, all of the following are true:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "For any moving, blinking or scrolling information that (1) starts automatically, (2) lasts more than five seconds, and (3) is presented in parallel with other content, there is a mechanism for the user to pause, stop, or hide it unless the movement, blinking, or scrolling is part of an activity where it is essential; and",
                    "TITLE": "Moving, blinking, scrolling"
                },
                "2": {
                    "DESCRIPTION": "For any auto-updating information that (1) starts automatically and (2) is presented in parallel with other content, there is a mechanism for the user to pause, stop, or hide it or to control the frequency of the update unless the auto-updating is part of an activity where it is essential.",
                    "TITLE": "Auto-updating"
                }
            }
        },
        "2.2.3": {
            "TITLE": "No Timing",
            "DESCRIPTION": "Timing is not an essential part of the event or activity presented by the content, except for non-interactive synchronized media and real-time events.",
            "DETAILS": {}
        },
        "2.2.4": {
            "TITLE": "Interruptions",
            "DESCRIPTION": "Interruptions can be postponed or suppressed by the user, except interruptions involving an emergency.",
            "DETAILS": {}
        },
        "2.2.5": {
            "TITLE": "Re-authenticating",
            "DESCRIPTION": "When an authenticated session expires, the user can continue the activity without loss of data after re-authenticating.",
            "DETAILS": {}
        },
        "2.2.6": {
            "TITLE": "Timeouts",
            "DESCRIPTION": "Users are warned of the duration of any user inactivity that could cause data loss, unless the data is preserved for more than 20 hours when the user does not take any actions.",
            "DETAILS": {}
        },
        "2.3.1": {
            "TITLE": "Three Flashes or Below Threshold",
            "DESCRIPTION": "Web pages do not contain anything that flashes more than three times in any one second period, or the flash is below the general flash and red flash thresholds.",
            "DETAILS": {}
        },
        "2.3.2": {
            "TITLE": "Three Flashes",
            "DESCRIPTION": "Web pages do not contain anything that flashes more than three times in any one second period.",
            "DETAILS": {}
        },
        "2.3.3": {
            "TITLE": "Animation from Interactions",
            "DESCRIPTION": "Motion animation triggered by interaction can be disabled, unless the animation is essential to the functionality or the information being conveyed.",
            "DETAILS": {}
        },
        "2.4.1": {
            "TITLE": "Bypass Blocks",
            "DESCRIPTION": "A mechanism is available to bypass blocks of content that are repeated on multiple Web pages.",
            "DETAILS": {}
        },
        "2.4.2": {
            "TITLE": "Page Titled",
            "DESCRIPTION": "Web pages have titles that describe topic or purpose.",
            "DETAILS": {}
        },
        "2.4.3": {
            "TITLE": "Focus Order",
            "DESCRIPTION": "If a Web page can be navigated sequentially and the navigation sequences affect meaning or operation, focusable components receive focus in an order that preserves meaning and operability.",
            "DETAILS": {}
        },
        "2.4.4": {
            "TITLE": "Link Purpose (In Context)",
            "DESCRIPTION": "The purpose of each link can be determined from the link text alone or from the link text together with its programmatically determined link context, except where the purpose of the link would be ambiguous to users in general.",
            "DETAILS": {}
        },
        "2.4.5": {
            "TITLE": "Multiple Ways",
            "DESCRIPTION": "More than one way is available to locate a Web page within a set of Web pages except where the Web Page is the result of, or a step in, a process.",
            "DETAILS": {}
        },
        "2.4.6": {
            "TITLE": "Headings and Labels",
            "DESCRIPTION": "Headings and labels describe topic or purpose.",
            "DETAILS": {}
        },
        "2.4.7": {
            "TITLE": "Focus Visible",
            "DESCRIPTION": "Any keyboard operable user interface has a mode of operation where the keyboard focus indicator is visible.",
            "DETAILS": {}
        },
        "2.4.8": {
            "TITLE": "Location",
            "DESCRIPTION": "Information about the user's location within a set of Web pages is available.",
            "DETAILS": {}
        },
        "2.4.9": {
            "TITLE": "Link Purpose (Link Only)",
            "DESCRIPTION": "A mechanism is available to allow the purpose of each link to be identified from link text alone, except where the purpose of the link would be ambiguous to users in general.",
            "DETAILS": {}
        },
        "2.4.10": {
            "TITLE": "Section Headings",
            "DESCRIPTION": "Section headings are used to organize the content.",
            "DETAILS": {}
        },
        "2.5.1": {
            "TITLE": "Pointer Gestures",
            "DESCRIPTION": "All functionality that uses multipoint or path-based gestures for operation can be operated with a single pointer without a path-based gesture, unless a multipoint or path-based gesture is essential.",
            "DETAILS": {}
        },
        "2.5.2": {
            "TITLE": "Pointer Cancellation",
            "DESCRIPTION": "For functionality that can be operated using a single pointer, at least one of the following is true:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "The down-event of the pointer is not used to execute any part of the function;",
                    "TITLE": "No Down-Event"
                },
                "2": {
                    "DESCRIPTION": "Completion of the function is on the up-event, and a mechanism is available to abort the function before completion or to undo the function after completion;",
                    "TITLE": "Abort or Undo"
                },
                "3": {
                    "DESCRIPTION": "The up-event reverses any outcome of the preceding down-event;",
                    "TITLE": "Up Reversal"
                },
                "4": {
                    "DESCRIPTION": "Completing the function on the down-event is essential.",
                    "TITLE": "Essential"
                }
            }
        },
        "2.5.3": {
            "TITLE": "Label in Name",
            "DESCRIPTION": "For user interface components with labels that include text or images of text, the name contains the text that is presented visually.",
            "DETAILS": {}
        },
        "2.5.4": {
            "TITLE": "Motion Actuation",
            "DESCRIPTION": "Functionality that can be operated by device motion or user motion can also be operated by user interface components and responding to the motion can be disabled to prevent accidental actuation, except when:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "The motion is used to operate functionality through an accessibility supported interface;",
                    "TITLE": "Supported Interface"
                },
                "2": {
                    "DESCRIPTION": "The motion is essential for the function and doing so would invalidate the activity.",
                    "TITLE": "Essential"
                }
            }
        },
        "2.5.5": {
            "TITLE": "Target Size",
            "DESCRIPTION": "The size of the target for pointer inputs is at least 44 by 44 CSS pixels except when:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "The target is available through an equivalent link or control on the same page that is at least 44 by 44 CSS pixels;",
                    "TITLE": "Equivalent"
                },
                "2": {
                    "DESCRIPTION": "The target is in a sentence or block of text;",
                    "TITLE": "Inline"
                },
                "3": {
                    "DESCRIPTION": "The size of the target is determined by the user agent and is not modified by the author;",
                    "TITLE": "User Agent Control"
                },
                "4": {
                    "DESCRIPTION": "A particular presentation of the target is essential to the information being conveyed.",
                    "TITLE": "Essential"
                }
            }
        },
        "2.5.6": {
            "TITLE": "Concurrent Input Mechanisms",
            "DESCRIPTION": "Web content does not restrict use of input modalities available on a platform except where the restriction is essential, required to ensure the security of the content, or required to respect user settings.",
            "DETAILS": {}
        },
        "3.1.1": {
            "TITLE": "Language of Page",
            "DESCRIPTION": "The default human language of each Web page can be programmatically determined.",
            "DETAILS": {}
        },
        "3.1.2": {
            "TITLE": "Language of Parts",
            "DESCRIPTION": "The human language of each passage or phrase in the content can be programmatically determined except for proper names, technical terms, words of indeterminate language, and words or phrases that have become part of the vernacular of the immediately surrounding text.",
            "DETAILS": {}
        },
        "3.1.3": {
            "TITLE": "Unusual Words",
            "DESCRIPTION": "A mechanism is available for identifying specific definitions of words or phrases used in an unusual or restricted way, including idioms and jargon.",
            "DETAILS": {}
        },
        "3.1.4": {
            "TITLE": "Abbreviations",
            "DESCRIPTION": "A mechanism for identifying the expanded form or meaning of abbreviations is available.",
            "DETAILS": {}
        },
        "3.1.5": {
            "TITLE": "Reading Level",
            "DESCRIPTION": "When text requires reading ability more advanced than the lower secondary education level after removal of proper names and titles, supplemental content, or a version that does not require reading ability more advanced than the lower secondary education level, is available.",
            "DETAILS": {}
        },
        "3.1.6": {
            "TITLE": "Pronunciation",
            "DESCRIPTION": "A mechanism is available for identifying specific pronunciation of words where meaning of the words, in context, is ambiguous without knowing the pronunciation.",
            "DETAILS": {}
        },
        "3.2.1": {
            "TITLE": "On Focus",
            "DESCRIPTION": "When any user interface component receives focus, it does not initiate a change of context.",
            "DETAILS": {}
        },
        "3.2.2": {
            "TITLE": "On Input",
            "DESCRIPTION": "Changing the setting of any user interface component does not automatically cause a change of context unless the user has been advised of the behavior before using the component.",
            "DETAILS": {}
        },
        "3.2.3": {
            "TITLE": "Consistent Navigation",
            "DESCRIPTION": "Navigational mechanisms that are repeated on multiple Web pages within a set of Web pages occur in the same relative order each time they are repeated, unless a change is initiated by the user.",
            "DETAILS": {}
        },
        "3.2.4": {
            "TITLE": "Consistent Identification",
            "DESCRIPTION": "Components that have the same functionality within a set of Web pages are identified consistently.",
            "DETAILS": {}
        },
        "3.2.5": {
            "TITLE": "Change on Request",
            "DESCRIPTION": "Changes of context are initiated only by user request or a mechanism is available to turn off such changes.",
            "DETAILS": {}
        },
        "3.3.1": {
            "TITLE": "Error Identification",
            "DESCRIPTION": "If an input error is automatically detected, the item that is in error is identified and the error is described to the user in text.",
            "DETAILS": {}
        },
        "3.3.2": {
            "TITLE": "Labels or Instructions",
            "DESCRIPTION": "Labels or instructions are provided when content requires user input.",
            "DETAILS": {}
        },
        "3.3.3": {
            "TITLE": "Error Suggestion",
            "DESCRIPTION": "If an input error is automatically detected and suggestions for correction are known, then the suggestions are provided to the user, unless it would jeopardize the security or purpose of the content.",
            "DETAILS": {}
        },
        "3.3.4": {
            "TITLE": "Error Prevention (Legal, Financial, Data)",
            "DESCRIPTION": "For Web pages that cause legal commitments or financial transactions for the user to occur, that modify or delete user-controllable data in data storage systems, or that submit user test responses, at least one of the following is true:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Submissions are reversible.",
                    "TITLE": "Reversible"
                },
                "2": {
                    "DESCRIPTION": "Data entered by the user is checked for input errors and the user is provided an opportunity to correct them.",
                    "TITLE": "Checked"
                },
                "3": {
                    "DESCRIPTION": "A mechanism is available for reviewing, confirming, and correcting information before finalizing the submission.",
                    "TITLE": "Confirmed"
                }
            }
        },
        "3.3.5": {
            "TITLE": "Help",
            "DESCRIPTION": "Context-sensitive help is available.",
            "DETAILS": {}
        },
        "3.3.6": {
            "TITLE": "Error Prevention (All)",
            "DESCRIPTION": "For Web pages that require the user to submit information, at least one of the following is true:",
            "DETAILS": {
                "1": {
                    "DESCRIPTION": "Submissions are reversible.",
                    "TITLE": "Reversible"
                },
                "2": {
                    "DESCRIPTION": "Data entered by the user is checked for input errors and the user is provided an opportunity to correct them.",
                    "TITLE": "Checked"
                },
                "3": {
                    "DESCRIPTION": "A mechanism is available for reviewing, confirming, and correcting information before finalizing the submission.",
                    "TITLE": "Confirmed"
                }
            }
        },
        "4.1.1": {
            "TITLE": "Parsing",
            "DESCRIPTION": "In content implemented using markup languages, elements have complete start and end tags, elements are nested according to their specifications, elements do not contain duplicate attributes, and any IDs are unique, except where the specifications allow these features.",
            "DETAILS": {}
        },
        "4.1.2": {
            "TITLE": "Name, Role, Value",
            "DESCRIPTION": "For all user interface components (including but not limited to: form elements, links and components generated by scripts), the name and role can be programmatically determined; states, properties, and values that can be set by the user can be programmatically set; and notification of changes to these items is available to user agents, including assistive technologies.",
            "DETAILS": {}
        },
        "4.1.3": {
            "TITLE": "Status Messages",
            "DESCRIPTION": "In content implemented using markup languages, status messages can be programmatically determined through role or properties such that they can be presented to the user by assistive technologies without receiving focus.",
            "DETAILS": {}
        },
        "2.4.11": {
            "TITLE": "Focus Not Obscured (Minimum)",
            "DESCRIPTION": "When a user interface component receives keyboard focus, the component is not entirely hidden due to author-created content.",
            "DETAILS": {}
        },
        "2.4.12": {
            "TITLE": "Focus Not Obscured (Enhanced)",
            "DESCRIPTION": "When a user interface component receives keyboard focus, no part of the component is hidden by author-created content.",
            "DETAILS": {}
        },
        "2.4.13": {
            "TITLE": "Focus Appearance",
            "DESCRIPTION": "When the keyboard focus indicator is visible, an area of the focus indicator meets all the following:",
            "DETAILS": {}
        },
        "2.5.7": {
            "TITLE": "Dragging Movements",
            "DESCRIPTION": "All functionality that uses a dragging movement for operation can be achieved by a single pointer without dragging, unless dragging is essential or the functionality is determined by the user agent and not modified by the author.",
            "DETAILS": {}
        },
        "2.5.8": {
            "TITLE": "Target Size (Minimum)",
            "DESCRIPTION": "The size of the target for pointer inputs is at least 24 by 24 CSS pixels, except where:",
            "DETAILS": {}
        },
        "3.2.6": {
            "TITLE": "Consistent Help",
            "DESCRIPTION": "If a Web page contains any of the following help mechanisms, and those mechanisms are repeated on multiple Web pages within a set of Web pages, they occur in the same order relative to other page content, unless a change is initiated by the user:",
            "DETAILS": {}
        },
        "3.3.7": {
            "TITLE": "Redundant Entry",
            "DESCRIPTION": "Information previously entered by or provided to the user that is required to be entered again in the same process is either:",
            "DETAILS": {}
        },
        "3.3.8": {
            "TITLE": "Accessible Authentication (Minimum)",
            "DESCRIPTION": "A cognitive function test (such as remembering a password or solving a puzzle) is not required for any step in an authentication process unless that step provides at least one of the following:",
            "DETAILS": {}
        },
        "3.3.9": {
            "TITLE": "Accessible Authentication (Enhanced)",
            "DESCRIPTION": "A cognitive function test (such as remembering a password or solving a puzzle) is not required for any step in an authentication process unless that step provides at least one of the following:",
            "DETAILS": {}
        }
    }
}
